Repository: matthuisman/slyguy.addons
Catalog: slyguy.paramount.plus/resources/language/resource.language.*/strings.po
Languages: de_de

# #30003
source: Local Channel IP Address
de_de: Lokale Kanal-IP-Adresse

# #30008
source: Device ID
de_de: Geräte-ID

# #30009
source: Paramount+ is not available in your region
de_de: Paramount+ ist in Ihrer Region nicht verfügbar

# #30011
source: Shows
de_de: Serien

# #30014
source: Season {season}
de_de: Staffel {season}

# #30018
source: Popular
de_de: Beliebt

# #30019
source: Featured
de_de: Ausgewählt

# #30027
source: Select Partner
de_de: Partner auswählen

# #30029
source: Failed to refresh auth token Check your subscription is still valid Then try logout and login again
de_de: Verifizierungs-Token kann nicht erneuert werdenBitte prüfen Sie, ob Ihr Abonnement noch gültig istVersuchen Sie dann, sich abzumelden und erneut anzumelden.

# #30030
source: Sync with Paramount+
de_de: Mit Paramount+ synchronisieren
