Repository: matthuisman/slyguy.addons
Catalog: script.module.slyguy/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, es_es, hu_hu, it_it, nb_no, pl_pl, pt_br, sv_se

# #32038
source: Select Widevine CDM version to install
cs_cz: Vyberte verzi Widevine CDM, kterou chcete nainstalovat
de_de: Widevine CDM-Version zur Installation auswählen
es_es: Selecciona la versión de Widevine CDM a instalar
hu_hu: Válassza ki a Widevine CDM verziót a telepítéshez
it_it: Seleziona la versione Widevine CDM da installare
nb_no: Velg Widevine CDM-versjon for installasjon
pl_pl: Wybierz wersję Widevine CDM do zainstalowania
pt_br: Escolha a versão do Widevine CDM para instalar
sv_se: Välj vilken version av Widevine CDM du vill installera

# #32039
source: Service Start Delay (0 = Random 10s-60s)
cs_cz: Zpoždění spuštění služby (0 = náhodné 10s-60s)
de_de: Dienst-Startverzögerung (0 = zufällig 10s-60s)
es_es: Espera al Iniciar Servicio (0 = Aleatorio 10s-60s)
hu_hu: Szolgáltatás indítási késleltetése (0 = véletlenszerű 10s-60s)
it_it: Ritardo avvio servizio (0 = Random 10s-60s)
nb_no: Oppstartsforsinkelse på service (0 = tilfeldig 10s-60s)
pl_pl: Opóźnienie rozpoczęcia usługi (0 = losowe 10s-60s)
pt_br: Atraso na inicialização de serviço (0 = Aleatório 10s-60s)
sv_se: Uppstartsfördröjning av tjänst (0 = slumpmässig 10s-60s)

# #32040
source: MD5 checksum failed for file: {filename} {local_md5} != {remote_md5}
cs_cz: Kontrolní součet MD5 pro soubor se nezdařil: {filename} {local_md5} != {remote_md5}
de_de: MD5-Prüfsumme ungültig für Datei {filename} {local_md5} <> {remote_md5}
es_es: Verificación MD5 falló en el archivo: {filename} {local_md5} != {remote_md5}
hu_hu: Az MD5 ellenőrzés nem sikerült a következő fájlhoz: {filename} {local_md5} != {remote_md5}
it_it: MD5 checksum fallito per il file: {filename} {local_md5} != {remote_md5}
nb_no: MD5-sjekksum feilet for fil: {filename} '{local_md5}' versus '{remote_md5}'
pl_pl: Suma kontrolna MD5 jest nieprawidłowa dla pliku: {filename} {local_md5} != {remote_md5}
pt_br: Falha na verificação do checksum do arquivo: {filename} {local_md5} != {remote_md5}
sv_se: MD5-kontrollsumman misslyckades för filen: {filename} {local_md5} != {remote_md5}

# #32041
source: No Items
cs_cz: Žádné položky
de_de: Keine Elemente
es_es: Sin elementos
hu_hu: Hiányzó elemek
it_it: Nessun oggetto
nb_no: Ingen data
pl_pl: Brak pozycji
pt_br: Sem itens
sv_se: Inga objekt

# #32042
source: New add-on not found. Update repos then try again.
cs_cz: Nový doplněk nebyl nalezen. Aktualizujte repozitář a zkuste to znovu.
de_de: Neues Addon nicht gefunden. Suche nach Aktualisierungen und versuche es erneut.
es_es: Nuevo add-on no encontrado. Actualiza repositorios e inténtalo de nuevo.
hu_hu: Új kiegészítő nem található. Frissítse a repókat, majd próbálja újra.
it_it: Nuovo componente aggiuntivo non trovatoAggiorna i repository, quindi riprova.
nb_no: Nytt Kodi-programtillegg ikke funnet. Oppdatér repo og prøv igjen.
pl_pl: Zaktualizuj repozytoria, a następnie spróbuj ponownie.
pt_br: Novo add-on não encontrado. Atualize o repositório e tente novamente.
sv_se: Hittade inga nya tillägg. Uppdatera förrådet och försök igen.

# #32043
source: Best
cs_cz: Nejlepší
de_de: Beste
es_es: La Mejor
hu_hu: Legjobb
it_it: Migliore
pl_pl: Najlepsza
pt_br: Melhor
sv_se: Bästa

# #32044
source: HTTP Timeout (seconds)
es_es: HTTP Tiempo de espera agotado (seconds)
hu_hu: HTTP Időtúllépés (másodperc)
it_it: HTTP Tempo scaduto (secondi)
nb_no: HTTP-timeout (sekunder)
pl_pl: Limit czasu HTTP (sekundy)
pt_br: HTTP Timeout (segundos)
sv_se: HTTP-timeout (sekunder)

# #32045
source: HTTP Retries
es_es: Reintentos HTTP
hu_hu: HTTP válasz
it_it: HTTP Tentativo
nb_no: HTTP reforsøk
pl_pl: Ponowienie HTTP
sv_se: HTTP-försök

# #32046
source: WebOS does not currently support Widevine playback on Kodi
pl_pl: WebOS nie obsługuje obecnie odtwarzania Widevine na Kodi

# #32048
source: Bypass
de_de: Umgehen
hu_hu: Átugrás
pl_pl: Pomiń
sv_se: Gå förbi

# #32049
source: "{choose}" item not found that matches pattern "{pattern}"
es_es: "{choose}" elemento no encontrado que coincida con el patrón "{pattern}"
hu_hu: "{choose}" elem nem található, amely megfelel a "{pattern}" mintának
it_it: "{choose}" elemento corrispondente non trovato "{pattern}"
nb_no: "{choose}" ble ikke funnet som matcher mønsteret "{pattern}"
pl_pl: "{choose}" nie znaleziono elementu pasującego do wzorca "{pattern}"
pt_br: "{choose}" item não encontrado com o padrão "{pattern}"
sv_se: "{choose}" objekt som matchade mönstret hittades inte "{pattern}"

# #32050
source: This add-on has moved A new add-on '{new_addon_id}' is therefore required Install and migrate to new add-on?
cs_cz: Tento doplněk se přesunul Proto je vyžadován nový doplněk '{new_addon_id}' Instalace a migrace na nový doplněk?
de_de: Dieses Addon ist umgezogen. Das neue Addon {new_addon_id} wird daher benötigt. Neues Addon installieren und migrieren?
es_es: Este add-on se ha movido Un nuevo add-on '{new_addon_id}' es por tanto requerido Instalar y migrar el nuevo add-on?
hu_hu: Ez a kiegészítő elköltözött Ezért új "{new_addon_id}" kiegészítőre van szükség Telepíti és átköltözteti az új kiegészítőt?
it_it: Questo componente aggiuntivo è da aggiornare La nuova versione '{new_addon_id}' è quindi richiesta Vuoi installare la nuova versione del componente aggiuntivo?
nb_no: Dette Kodi-tillegget har flyttet. Et nytt tillegg '{new_addon_id}' er derfor påkrevd. Installere og migrere til det nye tillegget?
pl_pl: Ten dodatek został przeniesiony Nowy dodatek '{new_addon_id}' jest zatem wymagany Zainstalować i przeprowadzić migrację do nowego dodatku?
pt_br: Este add-on moveu-se Um novo add-on '{new_addon_id}' é necessário Instalar e migrar para o novo add-on?
sv_se: Detta tillägget har flyttat Det krävs därför ett nytt tillägg '{new_addon_id}' Installera och migrera till ett nytt tillägg?

# #32051
source: Add-on has been migrated Remove the old add-on?
cs_cz: Doplněk byl migrován Odstranění starého doplňku?
de_de: Addon wurde migriert. Altes Addon entfernen?
es_es: Add-on ha sido migrado Eliminar el antiguo add-on?
hu_hu: A kiegészítőt áttelepítették
it_it: Il componente aggiuntivo è stato aggiornatoVuoi aggiornare il vecchio componente aggiuntivo?
nb_no: Migrering utført. Fjerne det gamle Kodi-tillegget?
pl_pl: Dodatek został przeniesiony Usunąć stary dodatek?
pt_br: Add-on foi migrado Remover o add-on antigo?
sv_se: Tillägget har migrerats Ta bort det gamla tillägget?

# #32052
source: Unknown Error
cs_cz: Neznámá chyba
de_de: Unbekannter Fehler
es_es: Error desconocido
hu_hu: Ismeretlen hiba
it_it: Errore sconosciuto
nb_no: Ukjent feil
pl_pl: Nieznany błąd
pt_br: Erro desconhecido
sv_se: Okänt fel

# #32053
source: This manifest contains multiple base urls Support for this will hopefully be introduced in Kodi 19 There is a chance this content may not play
cs_cz: Tento manifest obsahuje více základních adres URL Doufejme, že podpora této funkce bude zavedena v Kodi 19. Je možné, že se tento obsah nebude přehrávat
de_de: Dieses Manifest enthält mehrere Basis-URLs. Unterstützung dafür wird hoffentlich in Kodi 19 implementiert. Es kann sein, dass der Inhalt nicht abgespielt wird.
es_es: Éste manifiesto contiene multiples urls base El soporte para ésto ojalá sea introducida en Kodi 19 Hay una posibilidad de que éste contenido no se reproduzca
hu_hu: Ez a manifest több alap URL-t tartalmaz Ezt a támogatást remélhetőleg a Kodi 19-ben bevezetik Lehet, hogy ezt a tartalmat nem lehet lejátszani
it_it: Questo oggetto contiene più fonti urls Si spera che il supporto sarà introdotto in Kodi 19 È possibile che questo contenuto non venga riprodotto
nb_no: Denne manifest-filen inneholder flere BaseURL'er. Støtte for dette vil forhåpentligvis bli introdusert i Kodi 19. Det kan hende avspillingen feiler.
pl_pl: Ten manifest zawiera wiele podstawowych adresów URL Mam nadzieję, że wsparcie dla tego zostanie wprowadzone w Kodi 19 Istnieje szansa, że ta zawartość nie będzie odtwarzana
pt_br: Este manifesto contém várias URLs base Suporte para isto deverá ser adicionado no Kodi 19 Existe uma chance deste conteúdo não ser reproduzido
sv_se: Detta manifest innehåller flera baswebbadresser Stöd för detta kommer förhoppningsvis att introduceras i Kodi 19 Det finns en chans att detta innehåll inte kan spelas upp

# #32054
source: Custom
cs_cz: Vlastní
de_de: Angepasst
es_es: Personalizado
hu_hu: Egyedi
it_it: Utente
nb_no: Tilpasset
pl_pl: Niestandardowe
sv_se: Anpassad

# #32055
source: Ask
cs_cz: Zeptat se
de_de: Nachfragen
es_es: Preguntar
hu_hu: Kérdezze
it_it: Chiedi
nb_no: Spør
pl_pl: Pytaj
pt_br: Perguntar
sv_se: Fråga

# #32056
source: Failed to fetch / parse playback URL Make sure your entitled to this content and your IP address is allowed (not geo-blocked) Try accessing the content via other means (official app / website) to test if it's a Kodi add-on issue
es_es: Fallo al buscar / analizar la URL de reproducción Asegúrate de que tienes derecho a este contenido y que tu IP esta permitida (no bloqueada geográficamente) Intenta acceder a este contenido por otra via (app oficial / sitio web) para verificar si es un problema con el add-on de Kodi
hu_hu: Nem sikerült lekérni/elemezni a lejátszási URL-t Győződjön meg arról, hogy jogosult erre a tartalomra, és az IP-címe engedélyezett (nincs földrajzilag blokkolva)
it_it: Impossibile recuperare / analizzare l'URL di riproduzione Assicurati di avere diritto a questo contenuto e al tuo indirizzo IP (non geo-bloccato) Prova ad accedere al contenuto con altri mezzi (app / sito Web ufficiale) per verificare se si tratta di un problema del componente aggiuntivo Kodi
nb_no: Feilet med fetche / parse avspillings-URL. Verifiser at du har tilgang til innholdet, og at din IP-adresse har tilatelse (ikke er geo-blokkert). Sjekk om du har tilgang på andre plattformer (f.eks. på nettsiden) for å sjekke om det er et Kodi-problem.
pl_pl: Nie udało się pobrać/przeanalizować adresu URL odtwarzania Upewnij się, że masz prawo do tej treści i Twój adres IP jest dozwolony (nie jest blokowany geograficznie) Spróbuj uzyskać dostęp do treści za pomocą innych środków (oficjalna aplikacja / witryna internetowa), aby sprawdzić, czy jest to problem z dodatkiem Kodi
sv_se: Det gick inte att hämta / tolka uppspelningswebbadressen Se till att du har rätt till detta innehåll och att din IP-adress är tillåten (inte geo-blockerad) Försök komma åt innehållet på andra sätt (officiell app / webbplats) för att testa om det är ett problem i Kodi-tillägget

# #32057
source: M3U8 file does not start with #EXTM3U
cs_cz: Soubor M3U8 nezačíná #EXTM3U
de_de: M3U8-Datei beginnt nicht mit #EXTM3U
es_es: El archivo M3U8 no comienza con #EXTM3U
hu_hu: M3U8 fájl nem indítható a #EXTM3U-val
it_it: Il file M3U8 non inizia con #EXTM3U
nb_no: M3U8-filen starter ikke med #EXTM3U
pl_pl: Plik M3U8 nie zaczyna się od #EXTM3U
pt_br: Arquivo M3U8 não começa com #EXTM3U
sv_se: M3U8-filen börjar inte med #EXTM3U

# #32059
source: Max Bandwidth (Mbit/s)
de_de: Max. Bandbreite (Mbit/s)
es_es: Ancho de Banda Máximo (Mbit/s)
hu_hu: Max sávszélesség (Mbit/s)
it_it: Larghezza di banda massima (Mbit/s)
nb_no: Maks båndbredde (Mbit/s)
pl_pl: Maksymalna przepustowość (Mbit/s)
pt_br: Banda máxima (Mbit/s)
sv_se: Max bandbredd (Mbit/s)

# #32060
source: Lowest
cs_cz: Nejhorší
de_de: Niedrigste
es_es: Mas bajo
hu_hu: Alacsonyabb
it_it: Minore
nb_no: Dårligst
pl_pl: Najniższa
pt_br: Inferior
sv_se: Lägsta

# #32061
source: Select quality
pl_pl: Wybierz jakość odtwarzania

# #32062
source: Inputstream HLS required to watch streams from live. Check HLS is enabled in settings and Inputstream Adaptive is installedSprawdź, czy HLS jest włączony w ustawieniach i czy zainstalowany jest moduł Inputstream Adaptive
pl_pl: Odtwarzanie na żywo

# #32064
source: From Start
es_es: Desde el Inicio
hu_hu: Indulástól
it_it: Dall'inizio
nb_no: Fra begynnelsen
pl_pl: Od początku
pt_br: Tocar do início
sv_se: Från början

# #32065
source: From Live
es_es: Desde Directo
hu_hu: Amikor elérhető
it_it: Dal vivo
nb_no: Fra direkte
pl_pl: Na żywo
pt_br: Ao vivo
sv_se: Från Live

# #32066
source: Ask
de_de: Nachfragen
es_es: Preguntar
hu_hu: Kérdezz
it_it: Chiedi
nb_no: Spør
pl_pl: Pytaj
pt_br: Perguntar
sv_se: Fråga

# #32067
source: Play From?
de_de: Wiedergabe von?
es_es: Reproducir desde?
hu_hu: Lejátszás innen?
it_it: Riproduci da?
nb_no: Spill av fra?
pl_pl: Odtwarzaj z?
pt_br: Reproduzir de?
sv_se: Spela upp från?

# #32070
source: Available Widevine CDM Versions
cs_cz: Dostupné verze Widevine CDM
de_de: Verfügbare Widevine CDM-Versionen
es_es: Versiones Widevine CDM Disponibles
hu_hu: Elérhető Widevine CDM verziók
it_it: Versioni disponibili di Widevine CDM
nb_no: Tilgjengelige Widevine CDM-versjoner
pl_pl: Dostępne wersje Widevine CDM
pt_br: Versões Widevine CDM disponíveis
sv_se: Tillgängliga versioner av Widevine CDM

# #32071
source: {label} (Unknown)
de_de: {label} (Unbekannt)
hu_hu: {label} (Ismeretlen)
it_it: {label} (Sconosciuta)
nb_no: {label} (Ukjent)
pl_pl: {label} (Nieznany)
sv_se: {label} (Okänd)

# #32072
source: Default Audio
cs_cz: Výchozí zvuk
es_es: Audio por defecto
hu_hu: Alapértelmezett hangsáv
pl_pl: Domyślny język audio
sv_se: Standardljud

# #32073
source: Disabled
cs_cz: Zakázané
de_de: Deaktiviert
es_es: Deshabilitado
hu_hu: Letiltva
it_it: Disabilitata
nb_no: Deaktivert
pl_pl: Wyłączone
pt_br: Desabilitado
sv_se: Inaktiverad

# #32074
source: URL returned error code: {code}
cs_cz: URL vrátil chybový kód: {code}
de_de: URL hat Fehlercode {code} zurückgegeben.
es_es: URL devolvió el código de error: {code}
hu_hu: URL hiba kódja: {code}
it_it: L'URL ha restituito un codice di errore: {code}
nb_no: URL returnerte feilkode: {code}
pl_pl: URL zwrócił kod błędu: {code}
pt_br: URL retornou código de erro: {code}
sv_se: Webbadressen returnerade felkod: {code}

# #32075
source: Widevine CDM is built-in to Android If content does not play, your Android device may not have a suitable Widevine level.
cs_cz: Widevine CDM je integrován do systému Android Pokud se obsah nepřehrává, je možné, že vaše zařízení se systémem Android nemá vhodnou úroveň Widevine.
de_de: Widevine CDM wird mit Android ausgeliefert. Wenn der Inhalt nicht richtig abgespielt wird, hat dein Gerät womöglich kein ausreichendes Widevine-Level.
es_es: Widevine CDM esta integrado en Android Si el contenido no se reproduce, tal vez tu dispositivo Android no es adecuado a nivel Widevine
hu_hu: A Widevine CDM be van építve az Androidba Ha a tartalom nem játszható le, előfordulhat, hogy Android-eszköznek nem megfelelő a Widevine szintje.
it_it: Widevine CDM è integrato in Android Se il contenuto non viene riprodotto, il tuo dispositivo Android potrebbe non avere un livello Widevine adatto
nb_no: Widevine CDM er innebygget i Android. Hvis avspilling feiler kan det hende at Android-enheten din ikke har tilstrekkelig Widevine-nivå.
pl_pl: Widevine CDM jest wbudowany w Androida Jeśli zawartość nie jest odtwarzana, Twoje urządzenie z Androidem może nie mieć odpowiedniego poziomu Widevine.
pt_br: Widevine CDM é nativo do Android Se o conteúdo não reproduzir, seu dispositivo Android não deve suportar o Widevine.
sv_se: Widevine CDM är inbyggt i Android Om innehållet inte spelas upp har kanske inte din Android-enhet en lämplig Widevine-nivå.

# #32076
source: Use Inputstream HLS for Live Streams
cs_cz: Použít Inputstream HLS pro živé přenosy
de_de: Benutze Inpustream HLS für Livestreams
es_es: Utiliza Inputstream HLS para Streams en Vivo
hu_hu: Inputstream HLS használata élő közvetítéshez
it_it: Usa Inputstream HLS per streaming live
nb_no: Bruk Inputstream HLS for direktestrømmer
pl_pl: Użyj Inputstream HLS dla transmisji na żywo
pt_br: Utilizar Inputstream HLS para fluxos ao vivo
sv_se: Använd Inputstream HLS för Live-strömmar

# #32077
source: Your IP address is not allowed to access this content (geo-blocked) You may need to use a VPN / Smart DNS. Sometimes even these can be blocked. Try accessing the content via other means (official app / website) to test if it's a Kodi add-on issue
es_es: Tu IP no tiene permiso para acceder a este contenido (geo-bloqueado) Puede que necesites una VPN / Smart DNS. A veces incluso estos pueden estar bloqueados. Intenta acceder a este contenido por otra via (app oficial / sitio web) para verificar si es un problema con el add-on de Kodi
hu_hu: Az Ön IP-címe nem fér hozzá ehhez a tartalomhoz (földrajzilag blokkolva) Lehet, hogy VPN-t/intelligens DNS-t kell használnia. Néha még ezek is blokkolhatók.
it_it: Il tuo indirizzo IP non è autorizzato ad accedere a questo contenuto (geo-bloccato) Potrebbe essere necessario utilizzare una VPN / Smart DNS. A volte anche questi possono essere bloccati. Prova ad accedere al contenuto con altri mezzi (app / sito Web ufficiale) per verificare se si tratta di un problema del componente aggiuntivo di Kodi
nb_no: Din IP-adresse har ikke tilgang til dette innholdet (geo-blokkert). Kan hende du trenger å bruke en VPN / Smart DNS. Noen ganger kan selv disse bli blokkert. Sjekk om du har tilgang på andre plattformer (f.eks. på nettsiden) for å sjekke om det er et Kodi-problem.
pl_pl: Twój adres IP nie ma dostępu do tej zawartości (zablokowany geograficznie) Może być konieczne użycie VPN / Smart DNS. Czasami nawet te mogą zostać zablokowane. Spróbuj uzyskać dostęp do treści za pomocą innych środków (oficjalna aplikacja / witryna internetowa), aby sprawdzić, czy jest to problem z dodatkiem Kodi
sv_se: Din IP-adress tillåts inte komma åt detta innehåll (geo-blockerad) Du kan behöva använda en VPN / Smart DNS, men ibland kan även dessa blockeras. Försök komma åt innehållet på andra sätt (officiell app / webbplats) för att testa om det är ett problem i Kodi-tillägget

# #32078
source: Kiosk Mode
de_de: Kiosk Modus
es_es: Modo Quiosco
hu_hu: Kiosk mód
nb_no: Kiosk-modus
pl_pl: Tryb Kiosku
pt_br: Modo kiosk
sv_se: Kioskläge

# #32079
source: Setup IPTV Merge
cs_cz: Nastavení IPTV Merge
de_de: IPTV Merge einrichten
es_es: Configurar combinación de IPTV
hu_hu: IPTV Merge Beállítás
pl_pl: Ustawienia IPTV Merge
pt_br: Configurar IPTV Merge
sv_se: Konfigurera IPTV-merge

# #32080
source: Max EPG Days to Scrape
es_es: Número máximo de dias de scrape EPG
hu_hu: Max EPG napok a kereséshez
pl_pl: Maksymalna liczba dni pobieranych danych EPG
pt_br: Máximo de dias de EPG para buscar
sv_se: Max EPG-dagar att hämta

# #32081
source: Live TV & EPG
es_es: TV en Vivo & EPG
pl_pl: TV na żywo & EPG
pt_br: TV ao vivo & EPG
sv_se: Live TV och EPG

# #32082
source: Force built-in EPG scraper
es_es: Forzar scraper EPG interno
hu_hu: Beépített EPG leolvasó kényszerítés
pl_pl: Wymuś wbudowane pobieranie danych EPG
pt_br: Forçar o EPG scraper nativo
sv_se: Tvinga inbyggd EPG-hämtning

# #32083
source: Profile Activated
cs_cz: Aktivovaný profil
de_de: Profil aktiviert
es_es: Perfil Activado
hu_hu: Profil akviválva
it_it: Profilo attivato
nb_no: Profil aktivert
pl_pl: Profil aktywowany
pt_br: Perfil ativado
sv_se: Profil aktiverad

# #32084
source: Select Profile
cs_cz: Vyberte profil
de_de: Profil auswählen
es_es: Seleccionar Perfil
hu_hu: Profil kiválaszása
it_it: Seleziona profilo
nb_no: Velg profil
pl_pl: Wybierz profil
pt_br: Escolher perfil
sv_se: Välj profil

# #32085
source: This service requires a {required} location We detected your location is {current}
cs_cz: Tato služba vyžaduje {required} umístění Zjistili jsme, že vaše poloha je {current}
de_de: Dieser Service ist in {required} verfügbar Deine aktuelle Position ist {current}
es_es: Este servicio requiere una localización {required} Detectamos que tu localización es {current}
hu_hu: A szolgáltatáshoz {required} hely szükséges Azt észleltük, hogy az Ön tartózkodási helye {current}
nb_no: Denne tjenesten krever følgende lokasjon: {required} Din nåværende lokasjon: {current}
pl_pl: Ta usługa wymaga {required} lokalizacji Wykryliśmy, że Twoja lokalizacja to {current}
pt_br: Este serviço requer um local {required} O seu local atual é {current}
sv_se: Den här tjänsten kräver en {required} plats Vi upptäckte att din plats är {current}

# #32086
source: Audio Allow List
cs_cz: Seznam povolených zvuků
es_es: Lista de audio Permitido
hu_hu: Hangsáv engedélyezési lista
nb_no: Lydspor-filter (kommaseparert)
pl_pl: Lista dozwolonych ścieżek audio
pt_br: Lista de áudios permitidos
sv_se: Tillåtna ljudspår

# #32087
source: Subtitle Allow List
cs_cz: Seznam povolených titulků
es_es: Lista de Subtítulos Permitidos
hu_hu: Felirat engedélyezési lista
nb_no: Undertekst-filter (kommaseparert)
pl_pl: Lista dozwolonych napisów
pt_br: Lista de legendas permitidas
sv_se: Tillåtna undertexter

# #32088
source: Include Forced Subs
es_es: Incluir Subtítulos Forzados
hu_hu: Kényszerített feliratok is
nb_no: Inkluder tvungne undertekster
pl_pl: Dołącz wymuszone napisy
pt_br: Incluir legendas forçadas
sv_se: Inkludera tvingade undertexter

# #32089
source: Include Non-forced Subs
es_es: Incluir Subtítulos No-Forzados
hu_hu: Normál feliratok is
nb_no: Inkluder vanlige undertekster
pl_pl: Dołącz niewymuszone napisy
pt_br: Incluir legendas não forçadas
sv_se: Inkludera icke-tvingade undertexter

# #32090
source: Include Audio Description Tracks
es_es: Incluir Pistas de Descripción de Audio
hu_hu: Kommentár hangsávok is
nb_no: Inkluder lydspor for synstolkning
pl_pl: Dołącz ścieżki audiodeskrypcji
pt_br: Incluir áudios com comentários
sv_se: Inkludera ljudbeskrivningsspår

# #32091
source: Add Profile
cs_cz: Přidat profil
de_de: Profil hinzufügen
es_es: Añadir Perfil
hu_hu: Profil hozzáadása
it_it: Aggiungi un profilo
nb_no: Legg til profil
pl_pl: Dodaj profil
pt_br: Adicionar perfil
sv_se: Lägg till profil

# #32092
source: Delete Profile
cs_cz: Smazat profil
de_de: Profil löschen
es_es: Eliminar Perfil
hu_hu: Profil törlése
it_it: Elimina un profilo
nb_no: Slett en profil
pl_pl: Usuń profil
pt_br: Remover perfil
sv_se: Ta bort profil

# #32093
source: Random Pick
cs_cz: Náhodný výběr
de_de: Zufällige Auswahl
es_es: Seleccionar Aleatorio
hu_hu: Véletlen kiválasztás
it_it: Scelta casuale
nb_no: Tilfeldig valg
pl_pl: Wybór losowy
pt_br: Escolher aleatório
sv_se: Slumpmässigt val

# #32094
source: Select Avatar
cs_cz: Vybrat Avatar
de_de: Avatar auswählen
es_es: Seleccionar Avatar
hu_hu: Avatar kiválasztása
it_it: Seleziona Avatar
nb_no: Velg profilbilde
pl_pl: Wybierz awatar
pt_br: Escolher avatar
sv_se: Välj avatar

# #32095
source: Select profile to delete
cs_cz: Vyberte profil, který chcete odstranit
de_de: Zu löschendes Profil auswählen
es_es: Seleccionar Perfil a eliminar
hu_hu: Profil kiválasztása törléshez
it_it: Seleziona il profilo da eliminare
nb_no: Velg profilen som skal slettes
pl_pl: Wybierz profil do usunięcia
pt_br: Escolha o perfil para remover
sv_se: Välj profilen du vill ta bort

# #32096
source: Profile history, watchlist, and activity will be deleted. There is no way to undo this.
cs_cz: Historie profilu, seznam sledování a aktivity budou smazány. Tento krok nelze vrátit zpět.
de_de: Profilhistorie, Watchlist und Aktivitäten werden gelöscht. Dies nach nicht rückgängig gemacht werden.
es_es: Historico de Perfil, lista de visualización y actividad serán eliminados. No hay manera de deshacer esto.
hu_hu: A profilelőzmények, a figyelőlista és a tevékenységek törlődnek. Ezt nem lehet visszavonni.
it_it: La cronologia del profilo, l'elenco di controllo e l'attività verranno eliminati. Non c'è modo di annullare questo
nb_no: Profil-historikk og favoritter vil bli slettet. Dette kan ikke omgjøres.
pl_pl: Historia profilu, lista obserwowanych i aktywność zostaną usunięte. Nie da się tego cofnąć.
pt_br: Histórico, lista de reprodução e atividades do perfil serão apagadas. Não existe uma maneira de desfazer essa ação.
sv_se: Profilhistorik, bevakningslista och aktivitet kommer att tas bort. Det finns inget sätt att ångra detta
