Repository: matthuisman/slyguy.addons
Catalog: script.module.slyguy/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, es_es, hu_hu, it_it, nb_no, pl_pl, pt_br, sv_se

# #32013
source: Could not find a media source from Brightcove Server Message: {error}
cs_cz: Nepodařilo se najít zdroj médií od společnosti Brightcove Zpráva serveru: {error}
es_es: No se puede encontrar un origen para Brightcove Mensage del servidor: {error}
hu_hu: Nem található médiaforrás a Brightcove-ból Szerverüzenet: {error}
it_it: Impossibile trovare un'origine multimediale da Brightcove Messaggio del server: {error}
nb_no: Kunne ikke finne en mediakilde fra Brightcove. Feilmelding: {error}
pt_br: Não foi possível encontrar uma fonte de mídia para Brightcove Mensagem do servidor: {error}
sv_se: Det gick inte att hitta en mediakälla från Brightcove Servermeddelande: {error}

# #32014
source: Downloading required file {url}
cs_cz: Stahování požadovaného souboru {url}
de_de: Lade benötigte Datei herunter {url}
es_es: Descargando archivo requerido {url}
hu_hu: Töltse le a szükséges fájlt {url}
it_it: Download del file richiesto {url}
nb_no: Laster ned påkrevd fil {url}
pt_br: Baixando arquivo necessário {url}
sv_se: Laddar ned nödvändig fil {url}

# #32022
source: Widevine CDM ({version}) installerad [B]If videos do not play, please restart Kodi and try again[/B]
sv_se: [B]Om videor inte spelas upp, starta om Kodi och försök igen[/B]

# #32047
source: {label} [COLOR green][B](LATEST)[/B][/COLOR]
cs_cz: {label} [COLOR green][B](NEJNOVĚJŠÍ)[/B][/COLOR]
hu_hu: {label} [COLOR green][B](UTOLSÓ)[/B][/COLOR]
pt_br: {label} [COLOR green][B](MAIS RECENTE)[/B][/COLOR]
sv_se: {label} [COLOR green][B](SENASTE)[/B][/COLOR]

# #32058
source: {label} [INSTALLED]
de_de: {label} [INSTALLIERT]
hu_hu: {label} [TELEPÍTVE]
it_it: {label} [Installata]
nb_no: {label} [INNSTALLERT]
sv_se: {label} [INSTALLERAD]

# #32061
source: Playback Quality
cs_cz: Kvalita přehrávání
de_de: Wiedergabequalität
es_es: Calidad de reproducción
hu_hu: Lejátszási minőség
it_it: Qualità di riproduzione
nb_no: Avspillingskvalitet
pt_br: Qualidade de reprodução
sv_se: Uppspelningskvalitet

# #32062
source: Inputstream HLS required to watch streams from live. Check HLS is enabled in settings and Inputstream Adaptive is installed
cs_cz: Pro sledování streamů z živého vysílání je vyžadován Inputstream HLS. Zkontrolujte, zda je v nastavení povolena funkce HLS a zda je nainstalována funkce Inputstream Adaptive.
es_es: Se requiere Inputstream HLS para visualizar streams en vivo. Verifica que HLS esta habilitado en los parametros y que Inputstream Adaptive esta instalado
hu_hu: Inputstream HLS szükséges az élő közvetítések megtekintéséhez. Ellenőrizze, hogy a HLS engedélyezve van-e a beállításokban, és telepítve van-e az Inputstream Adaptive
sv_se: Inputstream HLS krävs för att titta på strömmar från live. Kontrollera att HLS är aktiverat och att Inputstream Adaptive är installerat

# #32069
source: {fps:.2f} FPS
nb_no: {fps:.2f} bilder pr sekund
sv_se: {fps:.2f} BPS

# #32120
source: (Tv Show Folders setting moved to SlyGuy Common Settings)
es_es: (Carpeta de parametros de Show TV movida a Parametros Globales de SlyGuy)
hu_hu: (A sorozat mappák beállítása átkerült a SlyGuy általános beállításaiba)
sv_se: (Inställningar för TV-programmappar har flyttats till SlyGuys vanliga inställningar)

# #32122
source: {label} [COLOR red][B](REVOKED)[/B][/COLOR]
cs_cz: {label} [COLOR red][B](ZRUŠENO)[/B][/COLOR]
de_de: {label} [COLOR red][B](WIDERRUFEN)[/B][/COLOR]
hu_hu: {label} [COLOR red][B](VISSZAVONVA)[/B][/COLOR]
pt_br: {label} [COLOR red][B](REVOGADO)[/B][/COLOR]
sv_se: {label} [COLOR red][B](ÅTERKALLAD)[/B][/COLOR]

# #32129
source: (Video view setting moved to SlyGuy Common Settings)
cs_cz: (Nastavení zobrazení videa přesunuto do společného nastavení SlyGuy)
es_es: (Parámetros de visualización se han movido a los parámetros globales de SlyGuy)
hu_hu: (A film nézet beállítása átkerült a SlyGuy Általános beállítások közé)
sv_se: (Inställningar för videovisning har flyttats till SlyGuys vanliga inställningar)

# #32138
source: Donations
es_es: Donaciones
hu_hu: Adományozás
sv_se: Dinationer

# #32140
source: Donate at [B]https://donate.slyguy.uk[/B]
sv_se: Donera via [B]https://donate.slyguy.uk[/B]

# #32032
source: {addon} ({version}) - Unexpected Error
cs_cz: {addon} ({version}) - Neočekávaná chyba
de_de: {addon} ({version}) - Unerwarteter Fehler
es_es: {addon} ({version}) - Error Inesperado
hu_hu: {addon} ({version}) – váratlan hiba
it_it: {addon} ({version}) - Errore inaspettato
nb_no: {addon} ({version}) - Uventet feil
pt_br: {addon} ({version}) - Erro inesperado

# #32046
source: Chunksize
es_es: Tamaño de porción
hu_hu: Chunk méret
it_it: Dimensione
nb_no: Bufferstørrelse

# #32063
source: Live Play Action
es_es: Acción Reproducción en Vivo
hu_hu: Élő közvetítés akció
it_it: Azione dal vivo
pt_br: Reprodução ao vivo

# #32108
source: Next Page ({page})
cs_cz: Další stránka ({page})
de_de: Nächste Seite ({page})
es_es: Siguiente Pàgina ({page})
hu_hu: Következő oldal ({page})
it_it: Prossima pagina ({page})
nb_no: Neste side ({page})
pt_br: Próxima página ({page})

# #32112
source: Add Bookmark
hu_hu: Könyvjelző hozzáadása
pt_br: Adicionar marcação

# #32124
source: Widevine license request failed Usual cause is Google revoking older Widevine versions Select Yes to check for new Widevine versions
cs_cz: Žádost o licenci Widevine se nezdařila Obvyklou příčinou je odvolání starších verzí Widevine společností Google Zvolte Ano pro kontrolu nových verzí Widevine
de_de: Widevine Lizenzabfrage fehlgeschlagen Die Ursache ist in der Regel, dass Google alte Widevine Versionen widerruft Wähle JA, um nach neuen Widevine Versionen zu suchen
es_es: Fallo de petición de licencia Widevine Normalmente esta causado porque Google cancela versiones antiguas Selecciona Si para buscar nuevas versiones Widevine
hu_hu: Widevine licenc lekérése sikertelen A szokásos ok az, hogy a Google visszavonja a Widevine régebbi verzióit Válassza az Igen lehetőséget az új Widevine-verziók kereséséhez
pt_br: Busca da licença do Widevine falhou O motivo usual é o Google revogando versões antigas do Widevine Escolha Sim para buscar novas versões do Widevine

# #32140
source: Donate at [B]www.matthuisman.nz/donate[/B]
es_es: Donaciones en [B]www.matthuisman.nz/donate[/B]
hu_hu: Adományozás [B]www.matthuisman.nz/donate[/B]

# #30001
source: SlyGuy News
de_de: SlyGuy-Nachrichten
it_it: SlyGuy Novità
nb_no: SlyGuy-nyheter

# #30022
source: Rapid Updates
de_de: Schnelle Aktualisierungen

# #32008
source: Inpustream Adaptive add-on required for Widevine playback
de_de: Das Addon Inputstream Adaptive wird für die Widevine-Wiedergabe benötigt.
it_it: Inpustream Adaptive per la riproduzione richiede Widevine

# #32009
source: Kodi Windows Store (UWP) version does not support Widevine playback. Use the Kodi .exe installer from the Kodi website instead.
de_de: Die Windows Store-Version (UWP) von Kodi unterstützt keine Widevine-Wiedergabe. Benutze stattdessen den Kodi .exe-Installer von der der Kodi-Webseite.
it_it: La versione Kodi del Windows Store (UWP) non supporta la riproduzione Widevine.

# #32012
source: This system ({system}{arch} Kodi v{kodi_version}) does not yet support Widevine playback
de_de: Dieses System ({system}{arch} Kodi v{kodi_version}) unterstützt noch keine Widevine-Wiedergabe.
it_it: Questo sistema ({system}{arch} Kodi v{kodi_version}) non supporta ancora la riproduzione Widevine
nb_no: Dette systemet ({system}{arch} Kodi v{kodi_version}) støtter ikke Widevine-avspilling ennå.

# #32021
source: Install Widevine CDM
de_de: Widevine CDM installieren
it_it: Installa Widevine CDM
nb_no: Installér Widevine CDM
pt_br: Instalar Widevine CDM

# #32022
source: Widevine CDM ({version}) Installed OK If videos do not play, please restart Kodi and try again
de_de: Widevine CDM ({version}) korrekt installiert. Wenn Videos nicht richtig abspielen, starte Kodi neu und versuche es nochmal.
it_it: Widevine CDM ({version}) Installato Se i video non vengono riprodotti, riavvia Kodi e riprova
nb_no: Widevine CDM ({version}) installert OK. Hvis videoavspilling ikke fungerer, prøv å restart Kodi.
pt_br: Widevine CDM ({version}) instalada Se os vídeos não reproduzirem, favor reiniciar o Kodi e tentar novamente

# #32047
source: {label} (LATEST)
de_de: {label} (neueste)
it_it: {label} (Ultima)
nb_no: {label} (NYESTE)

# #32049
source: No list item found that matches pattern: {pattern}
de_de: Kein Listenelement gefunden, dass auf Muster {pattern} passt

# #32056
source: Failed to fetch / parse playback URL Make sure your entitled to this content and your IP address is allowed (not geo-blocked) Try accessing the content via other means (offical app / website) to test if it's a Kodi add-on issue
cs_cz: Nepodařilo se načíst / analyzovat přehrávání URL Ujistěte se, že máte nárok na tento obsah a vaše IP adresa je povolena (není geoblokována) Zkuste přistupovat k obsahu jinými prostředky (oficiální aplikace / webová stránka), abyste otestovali, zda se nejedná o problém s doplňkem Kodi.
de_de: Fehler beim Laden/Parsen der Wiedergabe-URL. Versichere dich, dass du Zugriff auf diesen Inhalt hast und deine IP-Adresse nicht geo-blockiert ist. Versuche diesen Inhalt über die offizielle App oder Website abzurufen um zu kontrollieren, dass es ein Problem in Kodi ist.
pt_br: Falha para buscar / ler a URL de reprodução Tenha certeza que você pode ter acesso a este conteúdo e seu endereço IP é permitido (not geo-blocked) Tente acessar este conteúdo por outros meios (app oficial / website) para verificar se é um erro no add-on do Kodi

# #32077
source: Your IP address is not allowed to access this content (geo-blocked) You may need to use a VPN / Smart DNS. Sometimes even these can be blocked. Try accessing the content via other means (offical app / website) to test if it's a Kodi add-on issue
cs_cz: Vaše IP adresa nemá přístup k tomuto obsahu povolen (geoblokováno) Možná budete muset použít VPN / Smart DNS. Někdy mohou být blokovány i tyto služby. Zkuste získat přístup k obsahu jinými prostředky (oficiální aplikací / webovou stránkou), abyste otestovali, zda se nejedná o problém s doplňkem Kodi.
de_de: Deine IP-Adresse darf diesen Inhalt nicht abspielen (Geo-Blocking). Du musst eventuell ein VPN/Smart DNS benutzen. Auch diese werden manchmal blockiert. Versuche diesen Inhalt über die offizielle App oder Website abzurufen um zu kontrollieren, dass es ein Problem in Kodi ist.
pt_br: Seu endereço IP não é autorizado para acessar este conteúdo (geo-blocked) Você deverá utilizar uma VPN / Smart DNS. As vezes estes também podem ser bloqueados. Tente acessar este conteúdo por outros meios (app oficial / website) para verificar se é um erro no add-on do Kodi

# #32109
source: Failed to fetch JSON data Make sure your IP address is allowed (not geo-blocked) Try accessing the content via other means (offical app / website) to test if it's a Kodi add-on issue
cs_cz: Nepodařilo se načíst data JSON Ujistěte se, že vaše IP adresa je povolená (není geoblokovaná) Zkuste získat přístup k obsahu jiným způsobem (oficiální aplikací / webovou stránkou), abyste otestovali, zda se nejedná o problém s doplňkem Kodi.
de_de: JSON Daten konnten nicht abgerufen werden Stelle sicher, dass Du Dein Zugriff via Geo-Blocking gesperrt wird Probiere auf den Inhalt durch andere Wege (offizielle App / Website) zuzugreifen, um Kodi als Fehlerursache auszuschließen.
pt_br: Falha ao buscar dados JSON Tenha certeza que seu endereço IP é permitido (not get-blocked) Tente acessar este conteúdo por outros meios (app oficial / website) para verificar se é um erro no add-on do Kodi

# #32120
source: Folders for TV Show and Seasons
de_de: Ordner für TV Sendungen und Staffeln
pt_br: Pasta para séries e temporadas

# #32058
source: {label} [B](INSTALLED)[/B]
pt_br: {label} [B](INSTALADO)[/B]

# #32062
source: Inputstream HLS required to watch streams From Live. Check HLS is enabled in settings and Inputstream Adaptive is installed
it_it: Inputstream HLS è richiesto per guardare i flussi Live. Controlla che sia installato Inputstream Adaptive e che HLS sia abilitato nelle impostazioni
nb_no: Inputstream HLS påkrevd for å se direktestrømmer. Sjekk om HLS er aktivert i innstillinger, og at Inputstream Adaptive er installert.
pt_br: Inputstream HLS é necessário para assistir conteúdos ao vivo. Verifique se o HLS está habilitado nas configurações e o Inputstream Adaptive instalado

# #32071
source: Unknown {version} [B](INSTALLLED)[/B]
pt_br: Desconhecido {version} [B](INSTALADO)[/B]

# #32072
source: Widevine CDM ({version}) Installed If content does not play, you may need to install the latest CDM version instead.
pt_br: Widevine CDM ({version}) instalado Se o conteúdo não reproduzir, você deverá instalar a versão do CDM mais recente disponível.

# #32121
source: Inputstream Adaptive Testing is not available for UWP or IOS
pt_br: Inputstream Adaptive Testing não está disponível para UWP ou IOS

# #32123
source: This Widevine versions has been revoked by Google It will no longer work and playback will fail Select Yes if you still want to proceed with installing it
pt_br: Essa versão do Widevine foi revogada pelo Google Ela não irá mais funcionar e a reprodução vai falhar Escolha Sim se você deseja continuar com a instalação dela
