Repository: matthuisman/slyguy.addons
Catalog: script.module.slyguy/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, es_es, hu_hu, it_it, nb_no, pl_pl, pt_br, sv_se

# #30000
source: Update SlyGuy Add-ons
cs_cz: Aktualizace doplňků SlyGuy
es_es: Actualizar Add-on SlyGuy
hu_hu: SlyGuy kiegészítők frissítése
pl_pl: Zaktualizuj dodatki SlyGuy
sv_se: Uppdatera SlyGuys tillägg

# #30001
source: No SlyGuy updates available
cs_cz: Žádné aktualizace SlyGuy nejsou k dispozici
es_es: No hay actualizaciones SlyGuy disponibles
hu_hu: SlyGuy kiegészítőkből nincs frissebb
pl_pl: Brak dostępnych aktualizacji SlyGuy
sv_se: Inga uppdatering tillgängliga för SlyGuy

# #30002
source: {count} updates available {updates} These should automatically install shortly Sometimes a reboot may be required after updates
cs_cz: {count} dostupné aktualizace {updates} Ty by se měly brzy automaticky nainstalovat Po aktualizacích může být někdy nutný restart.
de_de: {count} Aktualisierungen sind verfügbar {updates} Die Aktualisierungen werden in Kürze automatisch installiert Eventuell ist ein Neustarten nach der Installation erforderlich
es_es: {count} actualizaciones disponibles {updates} Éstas deberían actualizarse automáticamente en breve En ocasiones es necesario un reinicio despues de actualizar
hu_hu: {count} frissítés érhető el {updates} Ezeknek hamarosan automatikusan települniük kell Néha a frissítések után újraindításra lehet szükség
pl_pl: Dostępne aktualizacje: {count} {aktualizacje} Powinny one wkrótce zostać automatycznie zainstalowane Czasami po aktualizacji może być wymagane ponowne uruchomienie
sv_se: {count} uppdateringar tillgängliga Dessa bör installeras automatiskt inom kort Ibland kan en omstart krävas efter uppdateringarna

# #30003
source: {count} updates available {updates} You will need to manually update each add-on Sometimes a reboot may be required after updates
cs_cz: {count} dostupné aktualizace {updates} Každý doplněk je třeba aktualizovat ručně. Po aktualizacích může být někdy nutný restart.
de_de: {count} Aktualisierungen sind verfügbar {updates} Jede Addon Aktualisierung muss händisch installiert werden. Es kann ein Neustart nach der Installation notwendig sein.
es_es: {count} actualizaciones disponibles {updates} Debes actualizar manualmente cada add-on En ocasiones es necesario un reinicio despues de actualizar
hu_hu: {count} frissítés érhető el {updates} Minden egyes bővítményt manuálisan kell frissítenie Néha a frissítések után újraindításra lehet szükség
pl_pl: Dostępne aktualizacje: {count} {aktualizacje} Będziesz musiał ręcznie zaktualizować każdy dodatek Czasami po aktualizacji może być wymagane ponowne uruchomienie
sv_se: {count} uppdateringar tillgängliga {updates} Du måste uppdatera varje tillägg manuellt Ibland kan en omstart krävas efter uppdateringarna

# #30005
source: Use SlyGuy Proxy
pl_pl: Użyj SlyGuy Proxy

# #30006
source: Persist Cache
de_de: Cache erhalten
es_es: Caché persistente
hu_hu: Létező gyorsítótár
pl_pl: Trwała pamięć podręczna
sv_se: Beständig cache

# #30007
source: Widevine Level (Restart Kodi after changing)
cs_cz: Úroveň Widevine (po změně restartujte Kodi)
de_de: Widevine Level (bei Anpassung ist ein Kodi-Neustart notwendig)
es_es: Nivel de Widevine (Reiniciar Kodi después de cambiar)
hu_hu: Widevine szint (a változtatás után indítsa újra a Kodi-t)
pl_pl: Poziom Widevine (Uruchom ponownie Kodi po zmianie)
sv_se: Widevine-nivå (Starta om Kodi efter ändring)

# #30008
source: Auto
hu_hu: Automatikus
pl_pl: Automatycznie
sv_se: Automatiskt

# #30009
source: L1 (Secure)
de_de: L1 (sicher)
es_es: L1 (Seguro)
pl_pl: L1 (Zabezpieczony)
sv_se: L1 (Säker)

# #30011
source: HDCP Level (Restart Kodi after changing)
cs_cz: Úroveň HDCP (po změně restartujte Kodi)
de_de: HDCP Level (bei Anpassung ist ein Kodi-Neustart notwendig)
es_es: Nivel HDPC (Reiniciar Kodi después de cambiar)
hu_hu: HDCP szint (a módosítás után indítsa újra a Kodi-t)
pl_pl: Poziom HDCP (zrestartuj Kodi po zmianie)
sv_se: HDCP-nivå Level (Starta om Kodi efter ändring)

# #30012
source: None
de_de: Keine
es_es: Ninguno
hu_hu: Nincs
pl_pl: Brak
sv_se: Ingen

# #30016
source: No SlyGuy errors found
cs_cz: Nebyly nalezeny žádné chyby SlyGuy
de_de: Keine SlyGuy Fehler gefunden
es_es: No se encontraron errores en SlyGuy
hu_hu: Nincs SlyGuy hiba
pl_pl: Nie znaleziono błędów SlyGuy
sv_se: Hittade inga SlyGuy-fel

# #30017
source: SlyGuy errors
cs_cz: Chyby SlyGuy
de_de: SlyGuy Fehler
es_es: Errores en SlyGuy
hu_hu: SlyGuy hibák
pl_pl: Błędy SlyGuy
sv_se: SlyGuy-fel

# #30018
source: Upload / share Kodi log?
cs_cz: Nahrát / sdílet protokol Kodi?
de_de: Kodi Logs teilen und hochladen?
es_es: Subir / Compartir el log de Kodi?
hu_hu: Feltölti / megosztja a Kodi-naplót?
pl_pl: Prześlij / udostępnij dziennik Kodi
sv_se: Ladda upp / Dela Kodi-logg

# #30019
source: Check Kodi log for SlyGuy errors
cs_cz: Zkontrolujte, zda protokol Kodi neobsahuje chyby SlyGuy
de_de: Kontrolliere die Kodi Logs nach SlyGuy Fehlern
es_es: Verificar log de Kodi por errores SlyGuy
hu_hu: Ellenőrizze a Kodi naplót a SlyGuy hibákért
pl_pl: Sprawdź dziennik Kodi pod kątem błędów SlyGuy
sv_se: Kontrollera Kodi-loggen efter SlyGuy-fel

# #30020
source: Donor ID (Restart Kodi after changing)
de_de: Spener ID (bei Anpassung ist ein Kodi-Neustart notwendig)
es_es: Donante ID (Reiniciar Kodi después de cambiar)
hu_hu: Donor ID (a módosítás után indítsa újra a Kodi-t)
pl_pl: ID darczyńcy (zrestartuj Kodi po zmianie)
sv_se: Donor-ID (Starta om Kodi efter ändring)

# #30021
source: Show News
cs_cz: Zobrazit novinky
de_de: Sendungs Neuigkeiten
es_es: Mostrar Novedades
hu_hu: Újdonságok mutatása
pl_pl: Pokaż wiadomości
sv_se: Visa nyheter

# #30022
source: Ignore Display Resolution
pl_pl: Ignoruj rozdzielczość wyświetlacza

# #30023
source: Video view for media
pl_pl: Widok wideo dla mediów

# #30024
source: Folders for TV Show and Seasons
es_es: Carpetas para Shows TV y Temporadas
hu_hu: Mappanézet a Sorozatokhoz és a szezonokhoz
pl_pl: Foldery dla seriali i sezonów
sv_se: Mappar för TV-program och säsonger

# #30025
source: Max Width
pl_pl: Maksymalna szerokość

# #30026
source: Max Height
pl_pl: Maksymalna wysokość

# #30033
source: Max Audio Channels
pl_pl: Maksymalna liczba kanałów audio

# #30034
source: PVR: Autoskip Bad Channels
pl_pl: PVR: Autopomijanie błędnych kanałów

# #30036
source: WARNING: System architecture change detected ({old} -> {new}) This may cause issues with binary addons as Kodi repo will still use {old} If you have issues, try revert back to Kodi {old}
pl_pl: OSTRZEŻENIE: Wykryto zmianę architektury systemu ({old} -> {new}) Może to powodować problemy z dodatkami binarnymi, ponieważ repozytorium Kodi nadal będzie używać {old} Jeśli masz problemy, spróbuj powrócić do Kodi {old}

# #30037
source: Video view for menus
pl_pl: Widok wideo dla menu

# #30040
source: Fast Updates
pl_pl: Szybkie aktualizacje

# #32000
source: You need to login to access this content
cs_cz: Pro přístup k tomuto obsahu se musíte přihlásit
de_de: Du musst dich anmelden, um auf diesen Inhalt zuzugreifen.
es_es: Debes iniciar sesión para acceder a este contenido
hu_hu: A tartalom eléréséhez be kell jelentkeznie
it_it: Devi accedere per visualizzare questo contenuto
nb_no: Du må logge inn for å få tilgang til dette innholdet
pl_pl: Musisz się zalogować, aby uzyskać dostęp do tej zawartości
pt_br: Você precisa fazer login para acessar este conteúdo
sv_se: Du måste logga in för att komma åt detta innehållet

# #32001
source: No default route found
cs_cz: Nebyla nalezena žádná výchozí trasa
de_de: Keine Standardroute gefunden.
es_es: No se encontró una ruta por defecto
hu_hu: Nincs alapértelmezett elérési út
it_it: Nessun percorso predefinito trovato
nb_no: Ingen default-rute funnet
pl_pl: Nie znaleziono domyślnej trasy
pt_br: Sem rota padrão encontrada
sv_se: Ingen standardrutt hittades

# #32002
source: Are you sure you want to reset this add-on? This will reset all settings and clear all data
cs_cz: Opravdu chcete tento doplněk resetovat? Tím se obnoví všechna nastavení a vymažou všechna data
de_de: Bist du sicher, dass du dieses Addon zurücksetzen willst? Dies wird alle Einstellungen wiederherstellen und alle Daten löschen.
es_es: Estas seguro que quieres reiniciar este add-on? Esto reiniciará todas las configuracioines y eliminará todos los datos
hu_hu: Biztosan visszaállítja ezt a kiegészítőt? Ez visszaállítja az összes beállítást és törli az összes adatot
it_it: Sei sicuro di voler ripristinare questo componente aggiuntivo? Saranno ripristinate tutte le impostazioni e cancellati tutti i dati
nb_no: Er du sikker på at du vil nullstille dette Kodi-tillegget? Alle innstillinger og data vil bli resatt.
pl_pl: Czy na pewno chcesz zresetować ten dodatek? Spowoduje to zresetowanie wszystkich ustawień i wyczyszczenie wszystkich danych
pt_br: Você tem certeza que deseja redefinir este add-on? Isto vai redefinir todas as suas configurações e apagar todos os dados
sv_se: Är du säker på att du vill återställa det här tillägget? Detta kommer att återställa alla inställningar och ta bort all data

# #32003
source: Reset Complete
cs_cz: Resetování dokončeno
de_de: Zurücksetzen abgeschlossen.
es_es: Reset Completado
hu_hu: Visszaállítás kész
it_it: Ripristino completato
nb_no: Nullstilling utført
pl_pl: Resetowanie zakończone
pt_br: Redefinição completa
sv_se: Återställt

# #32004
source: Removed {delete_count} Cached Item
cs_cz: Odstraněno {delete_count} položek z mezipaměti
de_de: {delete_count} gecachte Elemente gelöscht.
es_es: Elemento de Caché Eliminado{delete_count}
hu_hu: {delete_count} gyorsítótárazott elem eltávolítva
it_it: Elemento {delete_count} memorizzato nella cache rimosso
nb_no: Slettet {delete_count} hurtiglagret innhold
pl_pl: Usunięto {delete_count} element z pamięci podręcznej
pt_br: Removido {delete_count} itens cacheados
sv_se: Tog bort {delete_count} cachade objekt

# #32005
source: Clear Cache
cs_cz: Vymazat mezipaměť
de_de: Cache leeren
es_es: Limpiar Caché
hu_hu: Cache törlés
it_it: Cancella cache
nb_no: Slett hurtiglager
pl_pl: Wyczyść cache
pt_br: Limpar cache
sv_se: Rensa cachen

# #32006
source: This add-on path is no longer valid If your using favorites, remove the favorite and then re-create it via the add-on
cs_cz: Tato cesta k doplňku již není platná Pokud používáte oblíbené položky, odstraňte je a znovu je vytvořte pomocí doplňku.
de_de: Dieser Addon-Pfad existiert nicht mehr. Wenn du Favoriten benutzt, lösche sie und erstelle sie erneut.
es_es: La ruta del add-on ya no válida Si estas utilizando favoritos, elimina el favorito y vuelve a crearlo con el add-on
hu_hu: Ez a kiegészítő elérési út már nem érvényes Ha kedvenceket használ, távolítsa el a kedvencet, majd hozza létre újra a kiegészítőn keresztül
it_it: Questo percorso del componente aggiuntivo non è più valido Se si utilizzano i preferiti, rimuovere il preferito e ricrearlo tramite il componente aggiuntivo
nb_no: Denne stien i Kodi-tillegget er ikke lenger gyldig. Hvis du bruker favoritter: Slett favoritten og legg den til igjen via dette Kodi-tillegget.
pl_pl: Jeśli używasz ulubionych, usuń ulubione, a następnie utwórz je ponownie za pomocą dodatku
pt_br: Este caminho do add-on não é mais válido Se você está usando favoritos, remova-os e os adicione novamente pelo add-on
sv_se: Tilläggests sökväg är inte längre giltigt Om du använder favoriter, ta bort favoriten och återskapa den sedan via tillägget

# #32007
source: Could not find a url for function: {function_name}
cs_cz: Nepodařilo se najít url pro funkci: {function_name}
de_de: Für die Funktion {function_name} wurde keine URL gefunden
es_es: No se puede encontrar una url para esta función: {function_name}
hu_hu: Nem található URL a következőhöz: {function_name}
it_it: Impossibile trovare un URL per la funzione: {function_name}
nb_no: Kunne ikke finne URL for funksjonen {function_name}
pl_pl: Nie można znaleźć adresu URL funkcji: {function_name}
pt_br: Não foi possível encontrar uma URL para função: {function_name}
sv_se: Det gick inte att hitta en webbadress för funktionen: {function_name}

# #32008
source: {addon_id} add-on is required
cs_cz: Je vyžadován doplněk {addon_id}
es_es: Se requiere el add-on {addon_id}
hu_hu: {addon_id} kiegészítő szükséges
nb_no: Kodi-tillegget {addon_id} på påkrevd
pl_pl: Dodatek {addon_id} jest wymagany
pt_br: {addon_id} add-on é requerido
sv_se: Tillägget {addon_id} krävs

# #32009
source: Kodi Microsoft UWP version does not support Widevine playback. If using Windows, use the .exe installer version from the Kodi website instead.
cs_cz: Verze Kodi Microsoft UWP nepodporuje přehrávání Widevine. Pokud používáte systém Windows, použijte místo toho instalační verzi .exe z webových stránek Kodi.
es_es: La versión de Kodi Microsoft UWP no soporta la reproducción Widevine. Si utilizas Windows, utiliza el instalador .exe del sitio web de Kodi en su lugar.
hu_hu: A Kodi Microsoft UWP verziója nem támogatja a Widevine lejátszást. Ha Windowst használ, használja inkább a Kodi webhelyéről származó .exe telepítő verziót."
nb_no: Kodi for Microsoft UWP støtter ikke Widevine-avspilling. Hvis du Windows, bruk exe-installeringsversjonen fra Kodi-nettsiden istedet.
pl_pl: jeśli używasz systemu Windows, użyj wersji instalatora .exe ze strony internetowej Kodi.
pt_br: A versão Kodi Microsoft UWP não suporta reprodução Widevine. Se você está usando Windows, utilize o instalador .exe do website do Kodi.
sv_se: Kodi Microsoft UWP-versionen stöder inte uppspelning av Widevine. Om du använder Windows, använd i stället exe-installationsversionen från Kodi-webbplatsen.

# #32010
source: Kodi 18 or higher required for Widevine playback
cs_cz: Pro přehrávání Widevine je vyžadována verze Kodi 18 nebo vyšší
de_de: Kodi 18 oder höher wird zur Widevine-Wiedergabe benötigt
es_es: Se requiere Kodi 18 o superior para la reproducción de Widevine
hu_hu: Kodi 18 vagy újabb szükséges a Widevine lejátszáshoz a {system}-en
it_it: Kodi 18 o superiore è richiesto per la riproduzione Widevine
nb_no: Kodi 18 eller høyere er påkrevd for Widevine-avspilling.
pl_pl: Kodi 18 lub nowszy wymagany do odtwarzania Widevine
pt_br: Kodi 18 ou superior necessário para reprodução Widevine
sv_se: Kodi 18 eller högre krävs för uppspelning av Widevine

# #32011
source: ARM 64bit does not support Widevine playback An OS with a 32-bit userspace is required. Try coreelec.org
cs_cz: ARM 64bit nepodporuje přehrávání Widevine Je vyžadován operační systém s 32bitovým uživatelským prostorem. Zkus coreelec.org
de_de: ARM 64 Bit unterstützt keine Widevine-Wiedergabe. Ein Betriebssystem mit 32 Bit Userspace wird benötigt. Probiere coreelec.org aus
es_es: ARM 64bit no soporta reproducción Widevine Un OS con espacio de usuario de 32-bit es necesario. Prueba coreelec.org
hu_hu: Az ARM 64bit nem támogatja a Widevine lejátszást 32 bites felhasználói felülettel rendelkező operációs rendszer szükséges. Próbálkozz a coreelec.org-on
it_it: ARM 64bit non supporta la riproduzione Widevine È richiesto un sistema operativo a 32 bit. Prova coreelec.org
nb_no: ARM 64-bit støtter ikke Widevine-avspilling. Et operativsystem med 32-bit userspace er påkrevd. Prøv coreelec.org
pl_pl: ARM 64bit nie obsługuje odtwarzania Widevine Wymagany jest system operacyjny z 32-bitową przestrzenią użytkownika. Wypróbuj coreelec.org
pt_br: ARM 64bit não suporta reprodução Widevine Um SO com suporte 32-bit é necessário. Experimente coreelec.org
sv_se: ARM 64bit stöder inte uppspelning av Widevine Ett OS med ett 32-bitars användarutrymme krävs. Prova coreelec.org

# #32012
source: {system} {arch} Kodi v{kodi_version} does not yet support Widevine playback
cs_cz: {system} {arch} Kodi v{kodi_version} zatím nepodporuje přehrávání Widevine
es_es: {system} {arch} Kodi v{kodi_version} todavía no soporta reproducción Widevine
hu_hu: {system} {arch} Kodi v{kodi version} még nem támogatja a Widevine lejátszást
pl_pl: {system} {arch} Kodi v{kodi_version} ie obsługuje jeszcze odtwarzania Widevine
pt_br: {system} {arch} Kodi v{kodi_version} não suporta ainda reprodução Widevine
sv_se: {system} {arch} Kodi v{kodi_version} stöder ännu inte uppspelning av Widevine

# #32013
source: Could not find a media source from Brightcove Server Message: {error}Komunikat serwera: {błąd}
pl_pl: Pobieranie wymaganych plików {url}

# #32016
source: There was an unexpected error installing the Widevine CDM Please restart Kodi and try again
cs_cz: Při instalaci systému Widevine CDM došlo k neočekávané chybě. Restartujte prosím Kodi a zkuste to znovu
de_de: Beim Installieren des Widevine CDM ist ein unerwarteter Fehler aufgetreten. Bitte starte Kodi neu und versuche es erneut.
es_es: Ocurrió un error inesperado instalando Widevine CDM Por favor reinicia Kodi e inténtalo de nuevo
hu_hu: Váratlan hiba történt a Widevine CDM telepítésekor Kérem, indítsa újra a Kodit, és próbálja újra
it_it: Si è verificato un errore imprevisto durante l'installazione di Widevine CDMRiavvia Kodi e riprova
nb_no: En uventet feil oppstod ved installering av Widevine CDM. Vennligst restart Kodi og prøv igjen.
pl_pl: Wystąpił nieoczekiwany błąd podczas instalowania CDM Widevine Uruchom ponownie Kodi i spróbuj ponownie
pt_br: Houve um erro inesperado na instalação do Widevine CDM Por favor, reinicie o Kodi e tente novamente
sv_se: Det uppstod ett oväntat fel vid installation av Widevine CDM Starta om Kodi och försök igen

# #32017
source: Use Cache
cs_cz: Použít mezipaměť
de_de: Cache benutzen
es_es: Utilizar Cache
hu_hu: Gyorsítótár használata
it_it: Usa la cache
nb_no: Bruk hurtiglager
pl_pl: Użyj pamięci podręcznej
pt_br: Utilizar cache
sv_se: Använd cache

# #32018
source: Inputstream Settings
cs_cz: Nastavení Inputstream
de_de: Inpustream-Einstellungen
es_es: Parámetros de Inputstream
hu_hu: Inputstream beállításai
it_it: Impostazioni Inputstream
nb_no: Inputstream-innstillinger
pl_pl: Ustawienia Inputstream
pt_br: Configurações do Inputstream
sv_se: Inputstream-inställningar

# #32019
source: Reset Add-on
cs_cz: Reset Add-onu
de_de: Addon zurücksetzen
es_es: Resetear Add-on
hu_hu: Kiegészítő visszaállítása
it_it: Ripristina il componente aggiuntivo
nb_no: Nullstill Kodi-tillegget
pl_pl: Zresetuj dodatek
pt_br: Redefinir add-on
sv_se: Återställ tillägg

# #32020
source: {addon} - Error
cs_cz: {addon} - Chyba
de_de: {addon} - Fehler
hu_hu: {addon} - Hiba
it_it: {addon} - Errore
pl_pl: {addon} - Błąd
pt_br: {addon} - Erro
sv_se: {addon} - Fel

# #32021
source: (Re)install Widevine CDM
es_es: (Re)instalar Widevine CDM
hu_hu: Widevine CDM újratelepítése
pl_pl: (Ponownie) zainstaluj Widevine CDM
sv_se: (Om)installera Widevine CDM

# #32022
source: Widevine CDM ({version}) Installed OK [B]If videos do not play, please restart Kodi and try again[/B]
cs_cz: Widevine CDM ({version}) Instalováno OK [B]Pokud se videa nepřehrávají, restartujte prosím Kodi a zkuste to znovu[/B]
es_es: Widevine CDM ({version}) Instalación Correcta [B]Si no se reproducen los videos, por favor reinicia Kodi y prueba de nuevo[/B]
hu_hu: Widevine CDM ({version}) Rendben telepítve Ha a videók nem játszhatók le, indítsa újra a Kodit, és próbálja újra.
pl_pl: Widevine CDM ({version}) zainstalowany OK [B]Jeśli filmy się nie odtwarzają, uruchom ponownie Kodi i spróbuj ponownie[/B]

# #32023
source: Use Inputstream HLS for VOD Streams
cs_cz: Použití služby Inputstream HLS pro streamy VOD
de_de: Benutze Inpustream HLS für VOD-Streams
es_es: Utiliza Inputstream HLS para streams de VOD
hu_hu: Inputstream HLS használata VOD adatfolyamokhoz
it_it: Usa Inputstream HLS per flussi VOD
nb_no: Bruk Inputstream HLS for VOD (Video On Demand)
pl_pl: Użyj Inputstream HLS dla strumieni VOD
pt_br: Utilizar Inputstream HLS para fluxos de VOD
sv_se: Använd Inputstream HLS för VOD-strömmar

# #32024
source: Login
cs_cz: Přihlásit se
de_de: Anmelden
es_es: Iniciar sesión
hu_hu: Bejelentkezés
it_it: Accesso
nb_no: Logg inn
pl_pl: Zaloguj
sv_se: Logga in

# #32025
source: Logout
cs_cz: Odhlásit se
de_de: Abmelden
es_es: Cerrar sesión
hu_hu: Kijelentkezés
it_it: Disconnettersi
nb_no: Logg ut
pl_pl: Wyloguj
sv_se: Logga ut

# #32026
source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Parámetros
hu_hu: Beállítások
it_it: Impostazioni
nb_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
sv_se: Inställningar

# #32027
source: Are you sure you want to logout?
cs_cz: Opravdu se chcete odhlásit?
de_de: Bist du sicher, dass du dich abmelden möchtest?
es_es: Estas seguro que quieres cerrar sesión?
hu_hu: Biztosan kijelentkezik?
it_it: Sei sicuro di voler uscire?
nb_no: Er du sikker på at du vil logge ut?
pl_pl: Czy jesteś pewny, że chcesz się wylogować?
pt_br: Você tem certeza que deseja sair?
sv_se: Är du säker på att du vill logga ut?

# #32028
source: Failed to login. Check your details are correct and try again.
cs_cz: Nepodařilo se přihlásit. Zkontrolujte, zda jsou vaše údaje správné, a zkuste to znovu.
de_de: Fehler beim Anmelden. Überprüfe deine Anmeldedaten und versuche es erneut.
es_es: Fallo de inicio de sesión. Verifica que los datos son correctos e inténtalo de nuevo
hu_hu: Nem sikerült bejelentkezni. Ellenőrizze, hogy az adatok helyesek-e, és próbálja újra.
it_it: Accesso non riuscito. Verifica che i tuoi dati siano corretti e riprova.
nb_no: "Innlogging feilet. Sjekk dine innloggingsdetaljer, og prøv igjen.
pl_pl: Logowanie nieudane. Sprawdź, czy Twoje dane są poprawne i spróbuj ponownie.
pt_br: Falha de autenticação. Verifique suas credenciais e tente novamente.
sv_se: Det gick inte att logga in. Kontrollera att dina inloggningsuppgifter är korrekta och försök igen.

# #32029
source: Search
cs_cz: Hledat
de_de: Suchen
es_es: Buscar
hu_hu: Keresés
it_it: Cerca
nb_no: Søk
pl_pl: Wyszukaj
pt_br: Procurar
sv_se: Sök

# #32030
source: Search: {query}
cs_cz: Hledat: {query}
de_de: Suche: {query}
es_es: Buscar: {query}
hu_hu: Keresés: {query}
it_it: Cerca: {query}
nb_no: Søk: {query}
pl_pl: Szukaj: {query}
pt_br: Procurar: {query}
sv_se: Sök: {query}

# #32031
source: No Results
cs_cz: Žádné výsledky
de_de: Keine Ergebnisse
es_es: Sin resultados
hu_hu: Nincs találat
it_it: Nessun risultato
nb_no: Ingen søketreff
pl_pl: Brak wyników
pt_br: Sem resultados
sv_se: Inga resultat

# #32032
source: Unexpected Error
pl_pl: Niespodziewany błąd
sv_se: Oväntat fel

# #32033
source: Failed to download required file: {filename}
cs_cz: Nepodařilo se stáhnout požadovaný soubor: {filename}
de_de: Herunterladen der benötigten Dateien fehlgeschagen: {filename}
es_es: Fallo al descargar el archivo necesario: {filename}
hu_hu: Nem sikerült letölteni a szükséges fájlt: {filename}
it_it: Impossibile scaricare il file richiesto: {filename}
nb_no: Feilet med å laste ned påkrevd fil: {filename}
pl_pl: Nie udało się pobrać wymaganego pliku: {filename}
pt_br: Falha para baixar o arquivo necessário: {filename}
sv_se: Det gick inte att ladda ner nödvändig fil: {filename}

# #32034
source: General
cs_cz: Obecné
de_de: Allgemein
hu_hu: Általános
it_it: Generale
nb_no: Generelt
pl_pl: Ogólne
pt_br: Geral
sv_se: Allmänt

# #32035
source: Playback
cs_cz: Přehrávání
de_de: Wiedergabe
es_es: Reproducción
hu_hu: Lejátszás
it_it: Riproduzione
nb_no: Avspilling
pl_pl: Odtwarzanie
pt_br: Reprodução
sv_se: Uppspelning

# #32036
source: Advanced
cs_cz: Pokročilé
de_de: Erweitert
es_es: Avanzado
hu_hu: Haladó
it_it: Avanzate
nb_no: Avansert
pl_pl: Zaawansowane
pt_br: Avançado
sv_se: Avancerat

# #32037
source: Verify SSL Certs
cs_cz: Ověření certifikátů SSL
de_de: Überprüfe SSL-Zertifikate
es_es: Verificar Certificados SSL
hu_hu: Ellenőrizze az SSL-tanúsítványokat
it_it: Verifica certificati SSL
nb_no: Verifiser SSL-sertifikater
pl_pl: Zweryfikuj certyfikaty SSL
pt_br: Verificar certificados SSL
sv_se: Verifiera SSL-certifikat
