Repository: matthuisman/slyguy.addons
Catalog: script.module.slyguy/resources/language/resource.language.*/strings.po
Languages: cs_cz, de_de, es_es, hu_hu, it_it, nb_no, pl_pl, pt_br, sv_se

# #32097
source: Delete {name}'s profile?
cs_cz: Smazat profil {name}?
de_de: Profil {name} löschen?
es_es: Eliminar perfil {name}?
hu_hu: {name} profil törlése?
it_it: Elimina il profilo {name}
nb_no: Slette profilen {name}?
pl_pl: Usunąć profil {name}?
pt_br: Apagar perfil {name}?
sv_se: Ta bort profilen {name}?

# #32098
source: Profile Deleted
cs_cz: Profil odstraněn
de_de: Profil gelöscht
es_es: Perfil Eliminado
hu_hu: Profil törölve
it_it: Profilo eliminato
nb_no: Profil slettet
pl_pl: Profil usunięty
pt_br: Perfil apagado
sv_se: Profilen borttagen

# #32099
source: {label} (Used)
de_de: {label} (benutzt)
hu_hu: {label} (Használva)
nb_no: {label} (allerede tatt)
pl_pl: {label} (Używany)
pt_br: {label} (Utilizado)
sv_se: {label} (Använd)

# #32100
source: Kid friendly interface with only content suitable for kids.
cs_cz: Dětské rozhraní s obsahem vhodným pouze pro děti.
de_de: Kinderfreundlicher Zugang, nur mit kinderfreundlichen Inhalten.
es_es: Interface adaptado a niños con contenido solamente apropiado para niños.
hu_hu: Gyerekbarát felület, csak gyerekeknek megfelelő tartalommal.
it_it: Interfaccia e contenuti adatti ai bambini
nb_no: Barnevennlig grensesnitt med kun innhold passende for barn.
pl_pl: Przyjazny dla dzieci interfejs z treścią odpowiednią tylko dla dzieci.
pt_br: Interface amigável e com conteúdo apropriado para crianças.
sv_se: Barnvänligt gränssnitt med endast innehåll som är lämpligt för barn.

# #32101
source: Kids Profile?
cs_cz: Dětský profil?
de_de: Kinderprofil?
es_es: Perfil de Niños?
hu_hu: Gyermek profil?
it_it: Profilo per bambini
nb_no: Barneprofil?
pl_pl: Profil dla dzieci?
pt_br: Perfil infantil?
sv_se: Barnprofil?

# #32102
source: Profile Name
cs_cz: Název profilu
de_de: Profil Name
es_es: Nombre de Perfil
hu_hu: Profil név
it_it: Nome del profilo
nb_no: Profilnavn
pl_pl: Nazwa profilu
pt_br: Nome do perfil
sv_se: Profilnamn

# #32103
source: {name} is already being used
cs_cz: {name} je již používáno
de_de: {name} ist bereits verwendet
es_es: {name} ya se está utilizando
hu_hu: {name} már használatban
it_it: {name} è già in uso
nb_no: {name} er allerede i bruk
pl_pl: {name} jest już używana
pt_br: {name} já está em uso
sv_se: {name} är upptaget

# #32104
source: Disable profile switching in Kids profile
cs_cz: Zakázat přepínání profilů v profilu Kids
de_de: Profilwechsel in Kinderprofil verbieten
es_es: Desactivar el cambio de perfil en el perfil de niños
hu_hu: Profilváltás tiltása a gyermek profilban
it_it: Disabilita il cambio profilo nel profilo Bambini
nb_no: Deaktiver bytte av profil i barneprofil
pl_pl: Wyłącz przełączanie profili w profilu Dzieci
pt_br: Desabilitar troca de perfil para o perfil infantil
sv_se: Inaktivera profilbyte i barnprofilen

# #32105
source: Content requires a newer version of Inputstream Adaptive Minimum required version: [B]{required}[/B] Your current version: {current}
cs_cz: Obsah vyžaduje novější verzi Inputstream Adaptive Minimální požadovaná verze: [B]{required}[/B] Vaše aktuální verze: {current}
de_de: Dieser Inhalt benötigt eine neuere Version von Inputstream Adaptive Benötigt wird mindestens Version: [B]{required}[/B] Die momentan installierte Version ist: {current}
es_es: El contenido requiere una nueva versión de Inputstream Adaptive Versión mínima requerida: [B]{required}[/B] Tu versión actual: {current}
hu_hu: A tartalomhoz az Inputstream Adaptive újabb verziója szükséges Minimálisan szükséges verzió: [B]{required}[/B] A jelenlegi verzió: {current}
pl_pl: Treść wymaga nowszej wersji Inputstream Adaptive Minimalna wymagana wersja: [B]{required}[/B] Twoja aktualna wersja: {current}
pt_br: Conteúdo requer uma nova versão do Inputstream Adaptive Versão mínima requerida: [B]{required}[/B] Versão atual: {current}
sv_se: Innehållet kräver en nyare version av Inputstream Adaptive Du behöver minst version: [B]{required}[/B] Nuvarande version: {current}

# #32106
source: ARMv6 does not support Widevine playback
cs_cz: ARMv6 nepodporuje přehrávání Widevine
de_de: ARMv6 unterstützt Widevine nicht
es_es: ARMv6 no soporta reproducción Widevine
hu_hu: Az ARMv6 nem támogatja a Widevine lejátszást
pl_pl: ARMv6 nie obsługuje odtwarzania Widevine
pt_br: ARMv6 não suporta reprodução Widevine
sv_se: ARMv6 stöder inte uppspelning av Widevine

# #32107
source: iOS does not support Widevine playback on Kodi
cs_cz: iOS nepodporuje přehrávání Widevine v Kodi
de_de: iOS unterstützt Widevine nicht
es_es: iOS no soporta reproducción Widevine en Kodi
hu_hu: Az iOS nem támogatja a Widevine lejátszást a Kodiban
pl_pl: iOS nie obsługuje odtwarzania Widevine w Kodi
pt_br: iOS não suporta reprodução Widevine no Kodi
sv_se: iOS stöder inte uppspelning av Widevine i Kodi

# #32108
source: Next Page
pl_pl: Następna strona
sv_se: Nästa sida

# #32109
source: Failed to fetch JSON data Make sure your IP address is allowed (not geo-blocked) Try accessing the content via other means (official app / website) to test if it's a Kodi add-on issue
es_es: Fallo al buscar datos JSON Asegurate que tu IP tiene permiso (no geo-bloqueado) Intenta acceder a este contenido por otra via (app oficial / sitio web) para verificar si es un problema con el add-on de Kodi
hu_hu: Nem sikerült lekérni a JSON-adatokat Győződjön meg arról, hogy IP-címe engedélyezett (nincs földrajzilag blokkolva)
pl_pl: Nie udało się pobrać danych JSON Upewnij się, że Twój adres IP jest dozwolony (nie blokowany geograficznie) Spróbuj uzyskać dostęp do treści za pomocą innych środków (oficjalna aplikacja / witryna internetowa), aby sprawdzić, czy jest to problem z dodatkiem Kodi
sv_se: Det gick inte att hämta JSON-data Se till att din IP-adress är tillåten (inte geo-blockerad) Försök komma åt innehållet på andra sätt (officiell app / webbplats) för att testa om det är ett problem i Kodi-tillägget

# #32110
source: URL returned no response Check your internet connection and make sure your IP address is allowed (not geo-blocked)
cs_cz: Adresa URL nevrátila žádnou odpověď Zkontrolujte své internetové připojení a ujistěte se, že vaše IP adresa je povolena (není geograficky blokována)
de_de: URL lieferte kein Ergebnis Bitte kontrolliere Deine Internetverbindung. Stelle sicher, dass Deine IP Adresse nicht durch Geo-Blocking gesperrt ist.
es_es: No se obtuvo respuesta de la URL Verifica tu conexión a internet y asegurate que tu dirección IP tiene permiso (No geo-bloqueado)
hu_hu: Az URL nem adott választ Ellenőrizze internetkapcsolatát, és győződjön meg arról, hogy IP-címe engedélyezett (nincs földrajzilag blokkolva)
pl_pl: URL nie zwrócił odpowiedzi Sprawdź swoje połączenie internetowe i upewnij się, że Twój adres IP jest dozwolony (nie blokowany geograficznie)
pt_br: URL não retornou resposta Verifique sua conexão de internet e tenha certeza que seu endereço IP é permitido (not get-blocked)
sv_se: Webbadressen svarade inte Kontrollera din internetanslutning och se till att din IP-adress är tillåten (inte geo-blockerad)

# #32111
source: Bookmarks
cs_cz: Záložky
de_de: Lesezeichen
es_es: Favoritos
hu_hu: Könyvjelzők
pl_pl: Zakładki
pt_br: Marcações
sv_se: Bokmärken

# #32112
source: Add to Bookmarks
cs_cz: Přidat do záložek
de_de: Zu Lesezeichen hinzufügen
es_es: Añadir a Favoritos
pl_pl: Dodaj do zakładek
sv_se: Lägg till bokmärken

# #32113
source: Remove Bookmark
cs_cz: Odstranění záložky
de_de: Lesezeichen entfernen
es_es: Eliminar Favorito
hu_hu: Könyvjelző törlése
pl_pl: Usuń zakładkę
pt_br: Apagar marcação
sv_se: Ta bort bokmärke

# #32114
source: Bookmark Added
cs_cz: Přidána záložka
de_de: Lesezeichen hinzugefügt
es_es: Favorito añadido
hu_hu: Könyvjelző hozzáadva
pl_pl: Dodano zakładkę
pt_br: Marcação adicionada
sv_se: Bokmärke tillagt

# #32115
source: Move Up
cs_cz: Přesun nahoru
de_de: Nach oben bewegen
es_es: Mover Arriba
hu_hu: Mozgatás fel
pl_pl: Przesuń w górę
pt_br: Mover para cima
sv_se: Flytta upp

# #32116
source: Move Down
cs_cz: Přesun dolů
de_de: Nach unten bewegen
es_es: Mover Abajo
hu_hu: Mozgatás le
pl_pl: Przesuń w dół
pt_br: Mover para baixo
sv_se: Flytta ner

# #32117
source: Rename Bookmark
cs_cz: Přejmenovat záložky
de_de: Lesezeichen umbenennen
es_es: Renombrar Favorito
hu_hu: Könyvjelző átnevezése
pl_pl: Zmień nazwę zakładki
pt_br: Renomear marcação
sv_se: Döp om bokmärke

# #32118
source: XZ extracting requires Kodi 19 or above
cs_cz: Extrakce XZ vyžaduje Kodi 19 nebo vyšší verzi
de_de: XZ entpacken benötigt Kodi 19 oder neuer
es_es: Extracción XZ requiere Kodi 19 o superior
hu_hu: Az XZ kibontásához Kodi 19 vagy újabb verzió szükséges
pl_pl: XZ wyodrębnianie wymaga Kodi 19 lub nowszego
pt_br: Extração XZ requer Kodi 19 ou superior
sv_se: XZ-extrahering kräver Kodi 19 eller högre

# #32119
source: Attempting to install Inputstream Adaptive from apt...
cs_cz: Pokus o instalaci aplikace Inputstream Adaptive z apt...
de_de: Inputstream Adaptive wird mit apt installiert
es_es: Intentando instalaar Inputstream Adaptive desde apt...
hu_hu: Az Inputstream Adaptive telepítésének kísérlete...
pl_pl: Próba zainstalowania Inputstream Adaptive z apt...
pt_br: Tentando instalar o Inputstream Adaptive via apt...
sv_se: Försöker att installera Inputstream Adaptive från apt...

# #32120
source: No method found for this context menu item
pl_pl: Nie znaleziono metody dla tego elementu menu kontekstowego

# #32121
source: Default Subtitle
cs_cz: Výchozí titulky
de_de: Standard Untertitel
es_es: Subtítulo por defecto
hu_hu: Alapértelmezett felirat
pl_pl: Domyślne napisy
sv_se: Standardundertext

# #32123
source: This Widevine versions has been revoked by Google It most likely will cause playback to fail Select Yes to install anyway
cs_cz: Tato verze Widevine byla zrušena společností Google S největší pravděpodobností způsobí selhání přehrávání Pro instalaci přesto, zvolte Ano
de_de: Diese Version von Widevine wurde von Google widerrufen Wahrscheinlich werden keine Wiedergaben möglich sein. Wähle JA aus, um diese Version dennoch zu installieren
es_es: Esta versión de Widevine ha sido cancelada por Google Probablemente provoque fallo en la reproducción Selecciona Si para instalar de todas formas
hu_hu: Ezt a Widevine-verziót a Google visszavonta Valószínűleg a lejátszás sikertelen lesz A telepítéshez válassza az Igen lehetőséget
pl_pl: Ta wersja Widevine została unieważniona przez Google Najprawdopodobniej spowoduje to niepowodzenie odtwarzania Wybierz Tak, aby zainstalować mimo to
sv_se: Denna version av Widevine har blivit återkallad av Google Troligen kommer uppspelningen att misslyckas Välj Ja om du ändå vill installera den

# #32124
source: Widevine license request failed
pl_pl: Żądanie licencji Widevine nie powiodło się
sv_se: Widevine-licensbegäran misslyckades

# #32125
source: tvOS does not support Widevine playback on Kodi
cs_cz: tvOS nepodporuje přehrávání Widevine v systému Kodi
de_de: tvOS unterstützt die Wiedergabe mit Widevine auf Kodi nicht
es_es: tvOS no soporta la reproducción Widevine en Kodi
hu_hu: A tvOS nem támogatja a Widevine lejátszást a Kodiban
pl_pl: tvOS nie obsługuje odtwarzania Widevine w Kodi
pt_br: tvOS não suporta reprodução Widevine no Kodi
sv_se: tvOS stöder inte uppspelning av Widevine i Kodi

# #32126
source: New Search
cs_cz: Nové vyhledávání
de_de: Neue Suche
es_es: Nueva Búsqueda
hu_hu: Új keresés
pl_pl: Nowe wyszukiwanie
sv_se: Ny sök

# #32127
source: Remove search
cs_cz: Odstranění vyhledávání
de_de: Suche entfernen
es_es: Eliminar Búsqueda
hu_hu: Keresés visszavonva
pl_pl: Usuń wyszukiwanie
sv_se: Ta bort sök

# #32128
source: SlyGuy News
de_de: SlyGuy Nachrichten
es_es: Novedades SlyGuy
hu_hu: SlyGuy újdonságok
pl_pl: Informacje o SlyGuy
sv_se: Nyheter från SlyGuy

# #32130
source: Play from live
de_de: Live Programm abspielen
es_es: Reproducir en vivo
hu_hu: Élő műsor lejátszás
pl_pl: Odtwarzaj na żywo
sv_se: Spela upp från live

# #32131
source: Email Address
cs_cz: E-mailová adresa
de_de: E-Mail Adresse
es_es: Dirección Email
hu_hu: Email cím
pl_pl: Adres e-mail
sv_se: E-postadress

# #32132
source: Password
cs_cz: Heslo
de_de: Passwort
es_es: Contraseña
hu_hu: Jelszó
pl_pl: Hasło
sv_se: Lösenord

# #32133
source: Device Code
cs_cz: Kód zařízení
de_de: Geräte Code
es_es: Código de dispositivo
hu_hu: Eszköz kód
pl_pl: Kod urządzenia
sv_se: Enhetskod

# #32134
source: Email / Password
cs_cz: Email / Heslo
de_de: E-Mail / Passwort
es_es: Email / Contraseña
hu_hu: Email / Jelszó
pl_pl: e-mail / hasło
sv_se: E-post / Lösenord

# #32135
source: 1. Go to: [B]{url}[/B] 2. Enter code: [B]{code}[/B]
cs_cz: 1. Jdi na: [B]{url}[/B] 2. Zadej Kód: [B]{code}[/B]
de_de: 1. Öffne die Seite [B]{url}[/B] 2. Gib den folgenden Code ein: [B]{code}[/B]
es_es: 1. Ve a: [B]{url}[/B] 2. Introduce el código: [B]{code}[/B]
hu_hu: 1. Ugrás ide: [B]{url}[/B] 2. Írja be a kódot: [B]{code}[/B]
pl_pl: 1. Przejdź do: [B]{url}[/B] 2. Wpisz kod: [B]{code}[/B]
sv_se: 1. Gå till: [B]{url}[/B] 2. Ange kode: [B]{code}[/B]

# #32136
source: {label} [COLOR orange][B](OS Update Needed)[/B][/COLOR]
de_de: {label} [COLOR orange][B](Betriebssystem Aktualisierung notwendig)[/B][/COLOR]
hu_hu: {label} [COLOR orange][B](OS frissítés kell)[/B][/COLOR]
pl_pl: {label} [COLOR orange][B](Wymagana aktualizacja systemu operacyjnego)[/B][/COLOR]
sv_se: {label} [COLOR orange][B](kräver uppdatering av OS)[/B][/COLOR]

# #32137
source: Your OS does not yet support this version of Widevine See [B]http://mjh.nz/widevine[/B] for more information Select Yes to install anyway
de_de: Dein Betriebssystem unterstützt Widevine derzeit nicht Besuche [B]http://mjh.nz/widevine[/B] für mehr Informationen Wähle JA aus, um dennoch zu installieren
es_es: Tu OS todavía no soporta ésta versión de Widevine Ve a [B]http://mjh.nz/widevine[/B] para más información Selecciona Si para instalar de todos modos
hu_hu: Az Ön operációs rendszere még nem támogatja a Widevine ezen verzióját További információért lásd: [B]http://mjh.nz/widevine[/B] A telepítéshez válassza az Igen lehetőséget
pl_pl: Twój system operacyjny nie obsługuje jeszcze tej wersji Widevine Zobacz [B]http://mjh.nz/widevine[/B], aby uzyskać więcej informacji Wybierz Tak, aby zainstalować mimo to
sv_se: Ditt OS stöder ännu inte denna versionen av Widevine För mer information gå till [B]http://mjh.nz/widevine[/B] Välj Ja om du ändå vill installera den

# #32138
source: Supporters
pl_pl: Wspierający

# #32139
source: Look & Feel
cs_cz: Chování
es_es: Apariencia
hu_hu: Kinézet
pl_pl: Wygląd i działanie
sv_se: Utseende och känsla

# #32140
source: Donate at [B]https://donate.slyguy.uk[/B] to unlock the below supporter only settings
pl_pl: Przekaż darowiznę na stronie [B]https://donate.slyguy.uk[/B] odblokowanie poniższych ustawień, tylko dla wspierających

# #32141
source: Season {number}
cs_cz: Sezóna {number}
es_es: Temporada {number}
hu_hu: Évad {number}
pl_pl: Sezon {number}
sv_se: Säsong {number}

# #32142
source: Inputstream Adaptive add-on is required for playback This often needs to be installed via your package manager eg. [B][I]apt-get -y install kodi-inputstream-adaptive libnss3[/I][/B] Restart Kodi after installing
hu_hu: A lejátszáshoz Inputstream Adaptive kiegészítő szükséges Ezt gyakran a csomagkezelőn keresztül kell telepíteni pl. [B][I]apt-get -y install kodi-inputstream-adaptive libnss3[/I][/B] A Kodi újraindítása a telepítés után
pl_pl: Do odtwarzania wymagany jest dodatek Inputstream Adaptive Często trzeba go zainstalować za pomocą menedżera pakietów np. [B][I]apt-get -y install kodi-inputstream-adaptive libnss3[/I][/B] Uruchom ponownie Kodi po zainstalowaniu
sv_se: Tillägget Inputstream Adaptive krävs för uppspelning Detta måste ofta installeras via din pakethanterare t.ex [B][I]apt-get -y install kodi-inputstream-adaptive libnss3[/I][/B] Starta om Kodi efter installationen

# #32143
source: Pagination Multiplier
hu_hu: Lapszámozási szorzó
pl_pl: Wielokrotność strony
sv_se: Pagineringsmultiplikator

# #32144
source: Check log for more info
hu_hu: Nézze meg a Log-ot több infóért
pl_pl: Sprawdź dziennik, aby uzyskać więcej informacji
sv_se: Kontrollera loggen för mer information

# #32146
source: This Widevine version has the below reported stability issues [B]{issues}[/B] Select Yes to install anyway
pl_pl: Ta wersja Widevine ma zgłoszone poniżej problemy ze stabilnością [B]{issues}[/B] Wybierz Tak, aby zainstalować mimo to

# #32147
source: Proxy Server
pl_pl: Serwer Proxy

# #32148
source: Trailer not found
pl_pl: Trailer nie znaleziony

# #32149
source: Failed to connect to host: {host} Check your internet connection
pl_pl: Nie udało się połączyć z hostem: {host} Sprawdź swoje połączenie z internetem

# #32150
source: Failed to connect to host: {host} Check your proxy and internet connections
pl_pl: Nie udało się połączyć z hostem: {host} Sprawdź swoje połączenie proxy i internetowe

# #32151
source: The below SlyGuy addons are outdated and must be updated or no support will be given {updates_required}
pl_pl: Poniższe dodatki SlyGuy są nieaktualne i muszą zostać zaktualizowane, w przeciwnym razie nie będzie zapewniona pomoc. {updates_required}

# #32153
source: Codecs
pl_pl: Kodeki

# #32156
source: This is a supporter only setting Visit [B]donate.slyguy.uk[/B] to become a supporter!
pl_pl: To ustawienie jest dostępne tylko dla wspierających Odwiedź [B]donate.slyguy.uk[/B] i zostań darczyńcą!

# #32157
source: Reset to default
pl_pl: Przywróć ustawienia domyślne

# #32158
source: Not a supporter
pl_pl: Nie wspierane

# #32159
source: IPv4/IPv6 Preference
pl_pl: Preferencje IPv4/IPv6

# #32161
source: Visit [B]donate.slyguy.uk[/B] to become a supporter and then enter your Supporter ID here
pl_pl: Odwiedź [B]donate.slyguy.uk[/B], aby zostać darczyńcą, a następnie wprowadź tutaj swój identyfikator darczyńcy

# #32162
source: Warning: Disabling the SlyGuy proxy will stop a lot of features and even break some SlyGuy addons completely. It should only be disabled temporally while debugging specific issues Are you sure you want to disable?
pl_pl: Ostrzeżenie: Wyłączenie serwera proxy SlyGuy zatrzyma wiele funkcji, a nawet całkowicie uszkodzi niektóre dodatki SlyGuy.Należy je tymczasowo wyłączyć tylko podczas debugowania określonych problemów Czy na pewno chcesz wyłączyć?

# #32163
source: Warning: Changing the systems Widevine DRM level will likely cause playback issues. Its useful for forcing a lower level (L3) or testing what features are available at a higher level (L1). Are you sure you want to change?
pl_pl: Ostrzeżenie: Zmiana poziomu DRM Widevine w systemie prawdopodobnie spowoduje problemy z odtwarzaniem.Przydatne do wymuszenia niższego poziomu (L3) lub testowania, jakie funkcje są dostępne na wyższym poziomie (L1). Czy na pewno chcesz zmienić?

# #32164
source: Warning: Changing the systems HDCP level will likely cause playback issues. Its useful for forcing a lower level or testing what features are available at a higher level. Are you sure you want to change?
pl_pl: Ostrzeżenie: Zmiana poziomu HDCP systemu najprawdopodobniej spowoduje problemy z odtwarzaniem.Przydatne do wymuszenia niższego poziomu lub testowania, jakie funkcje są dostępne na wyższym poziomie. Czy na pewno chcesz zmienić?

# #32165
source: Quality Select Mode
pl_pl: Tryb wyboru jakości

# #32166
source: Welcome SlyGuy Supporter!
pl_pl: Witaj, darczyńco SlyGuy!

# #32167
source: Supporter ID not found
pl_pl: Nie znaleziono identyfikatora darczyńcy

# #32168
source: [Common]
pl_pl: [Wspólne]

# #32169
source: Prefer IPv4
pl_pl: Preferuj IPv4

# #32170
source: Prefer IPv6
pl_pl: Preferuj IPv6

# #32171
source: IPv4 Only
pl_pl: Tylko IPv4

# #32172
source: IPv6 Only
pl_pl: Tylko IPv6

# #32173
source: Are you sure you want to reset {count} settings to default?
pl_pl: Czy na pewno chcesz przywrócić ustawienia domyślne {count}?

# #32174
source: Media Default
pl_pl: Domyślne media

# #32175
source: Live TV
pl_pl: Telewizja na żywo

# #32176
source: Show Mini EPG
pl_pl: Pokaż mini EPG

# #32177
source: Show Channel Numbers
pl_pl: Pokaź numery kanałów

# #32178
source: Show Channels
pl_pl: Pokaż kanały

# #32179
source: Over the Air Only
pl_pl: Tylko Over the Air

# #32180
source: FAST Only
pl_pl: Tylko FAST

# #32182
source: {name} [KIDS]
pl_pl: {name} [DZIECI]

# #32183
source: Enter Your Profile PIN
pl_pl: Wprowadź PIN swojego profilu

# #32184
source: API request failed Server Error: {msg}
pl_pl: Żądanie API nie powiodło się Błąd serwera: {msg}

# #32185
source: Your auth token has became invalid This is often caused by out of region IP address You will need to logout and login again
pl_pl: Twój token autoryzacji stał się nieprawidłowy Jest to często spowodowane adresem IP spoza regionu Będziesz musiał się wylogować i zalogować ponownie

# #32186
source: Failed to check device login. Please try again
pl_pl: Nie udało się sprawdzić logowania urządzenia. Spróbuj ponownie

# #32187
source: TV Provider Login
pl_pl: Logowanie przez dostawcę TV

# #32188
source: Home
pl_pl: Strona główna

# #32189
source: Series
pl_pl: Seriale

# #32190
source: Movies
pl_pl: Filmy

# #32191
source: Go to Series
pl_pl: Idź do seriali

# #32192
source: Enable Chapters [Known Issues]
pl_pl: Włącz rozdziały [znane problemy]

# #32193
source: DTS-X (IMAX Enhanced)
pl_pl: DTS-X (ulepszony IMAX)

# #32194
source: Player
pl_pl: Odtwarzacz

# #32195
source: Network
pl_pl: Sieć

# #32196
source: Interface
pl_pl: Interfejs

# #32198
source: Advanced
pl_pl: Zaawansowane

# #32199
source: General
pl_pl: Główne

# #32200
source: All
pl_pl: Wszystko

# #32201
source: Quality
pl_pl: Jakość

# #32202
source: Language
pl_pl: Język

# #32203
source: Default
pl_pl: Domyślne

# #32204
source: Yes
pl_pl: Tak

# #32205
source: No
pl_pl: Nie

# #32206
source: Disabled
pl_pl: Wyłączone

# #32207
source: No limit
pl_pl: Bez limitu

# #32208
source: Resume from {0:s}
pl_pl: Wznów od {0:s}

# #32209
source: Play from beginning
pl_pl: Odtwórz od początku

# #32210
source: Playback failed
pl_pl: Odtwarzanie nie powiodło się

# #32211
source: Auto
pl_pl: Automatycznie

# #32212
source: Trailer
pl_pl: Zwiastun

# #32213
source: Play next
pl_pl: Odtwórz następny

# #32214
source: Queue item
pl_pl: W kolejce

# #32215
source: Reset above settings to default
pl_pl: Przywróć powyższe ustawienia do domyślnych

# #32216
source: Are you sure?
pl_pl: Jesteś pewny?

# #32217
source: DNS Server
pl_pl: Serwer DNS

# #32218
source: Help
pl_pl: Pomoc

# #32219
source: PVR & Live TV
pl_pl: PVR & TV na żywo

# #32220
source: IPTV Merge integration is not available for this add-on
pl_pl: Integracja IPTV Merge nie jest dostępna dla tego dodatku

# #32221
source: Trailer Context Menu Item
pl_pl: Zwiastun jako element menu kontekstowego

# #32222
source: Not Set
pl_pl: Nie ustawione

# #30005
source: Proxy Enabled (Required for some addons and features)
cs_cz: Povolený proxy server (vyžadováno pro některé doplňky a funkce)
de_de: Proxy aktiv (wird für manche Addons und Funktionen benötigt)
es_es: Proxy Habilitado (Requerido por algunos addons y características)
hu_hu: Proxy engedélyezve (egyes kiegészítőkhöz és funkciókhoz szükséges)
sv_se: Proxy aktiverad (Krävs för vissa tillägg och funktioner)

# #30023
source: Video view for all content
es_es: Vista Video para todo el contenido
hu_hu: Videó nézet minden tartalomhoz
sv_se: Videovy för allt innehåll
