Repository: matthuisman/slyguy.addons
Catalog: script.globalsearch/resources/language/resource.language.*/strings.po
Languages: ca_es, et_ee, fi_fi, fr_fr, nl_nl

# Addon Summary
source: Search your library.
ca_es: Cerca a la teva biblioteca.
et_ee: Otsi meediakogust.
fi_fi: Etsi kirjastostasi.
fr_fr: Chercher dans la médiathèque.
nl_nl: Zoek in je bibliotheek.

# Addon Description
source: This addon can find any item in your video and music library.
ca_es: Aquest complement pot trobat qualsevol article a la teva biblioteca de vídeo i música.
et_ee: See lisamoodul leiab video- ja muusikakogust mis tahes üksuse.
fi_fi: Tämä lisäosalla löydät minkä tahansa video- ja musiikkikirjastosi kohteen.
fr_fr: Cette extension peut trouver tout élément dans la vidéothèque et l'audiothèque.
nl_nl: Deze addon kan elk item in je video- en muziekbibliotheken vinden.

# #30012
source: General
et_ee: Üldine
fi_fi: Yleiset
fr_fr: Général
nl_nl: Algemeen

# #30001
source: Search Movies
ca_es: Cerca Pel·lícules
et_ee: Otsi filme
fi_fi: Etsi elokuvia
fr_fr: Rechercher des films
nl_nl: Zoek films

# #30002
source: Search TV Shows
ca_es: Cerca Sèries de TV
et_ee: Otsi sarju
fi_fi: Etsi sarjoja
fr_fr: Rechercher des séries TV
nl_nl: Zoek TV series

# #30003
source: Search Episodes
ca_es: Cerca Episodis
et_ee: Otsi episoode
fi_fi: Etsi jaksoja
fr_fr: Recherche des épisodes
nl_nl: Zoek afleveringen

# #30007
source: Search Music Videos
ca_es: Cerca Vídeos Musicals
et_ee: Otsi muusikavideoid
fi_fi: Etsi musiikkivideoita
fr_fr: Rechercher des clips vidéos
nl_nl: Zoek muziekvideo's

# #30009
source: Search Artists
ca_es: Cerca Artistes
et_ee: Otsi esitajaid
fi_fi: Etsi esittäjiä
fr_fr: Recherche des artistes
nl_nl: Zoek artiesten

# #30010
source: Search Albums
ca_es: Cerca Àlbums
et_ee: Otsi albumeid
fi_fi: Etsi albumeita
fr_fr: Recherche des albums
nl_nl: Zoek albums

# #30011
source: Search Songs
ca_es: Cerca Cançons
et_ee: Otsi lugusi
fi_fi: Etsi kappaleita
fr_fr: Recherche des chansons
nl_nl: Zoek nummers

# #30008
source: Search Live TV
et_ee: Otsi otsesaateid
fi_fi: Etsi televisiolähetyksiä ohjelmappaasta
fr_fr: Recherches des TV en cours
nl_nl: Zoek EPG

# #30004
source: Search Movie Actors
et_ee: Otsi filminäitlejaid
fi_fi: Etsi elokuvien näyttelijöitä
fr_fr: Rechercher les acteurs de cinéma
nl_nl: Zoek Film Acteurs

# #30005
source: Search Movie Directors
et_ee: Otsi filmirežissööre
fi_fi: Etsi elokuvaohjaajia
fr_fr: Rechercher les réalisateurs de films
nl_nl: Zoek Filmregisseurs

# #30006
source: Search TV Show Actors
et_ee: Otsi seriaalinäitlejaid
fi_fi: Etsi sarjojen näyttelijöitä
fr_fr: Rechercher les acteurs de séries TV
nl_nl: Zoek acteurs in tv-programma's

# #32101
source: Enter search string
ca_es: Introdueix la cerca
et_ee: Sisesta otsingusõna
fi_fi: Syötä hakulauseke
fr_fr: Saisir un mot pour la recherche
nl_nl: Geef zoekopdracht

# #32102
source: Items
fi_fi: Kohteet
fr_fr: Articles
nl_nl: Onderdelen

# #32203
source: Browse album
ca_es: Examinar àlbum
et_ee: Sirvi albumit
fi_fi: Selaa albumia
fr_fr: Parcourir l'album
nl_nl: Open album

# #32204
source: Season information
ca_es: Informació de la temporada
et_ee: Hooaja teave
fi_fi: Kauden tiedot
fr_fr: Informations de saison
nl_nl: Seizoensinformatie

# #32205
source: Play trailer
ca_es: Reprodueix el tràiler
et_ee: Esita treilerit
fi_fi: Toista traileri
fr_fr: Lire la bande-annonce
nl_nl: Trailer afspelen

# #32206
source: Find album
ca_es: Troba l'àlbum
et_ee: Leia album
fi_fi: Etsi albumi
fr_fr: Trouver un album
nl_nl: Vind album

# #32207
source: Find all seasons
ca_es: Troba totes les temporades
et_ee: Leia kõik hooajad
fi_fi: Etsi kaikki kaudet
fr_fr: Trouver toutes les saisons
nl_nl: Vind alle seizoenen

# #32208
source: Find all episodes
ca_es: Troba tots els episodis
et_ee: Leia kõik episoodid
fi_fi: Etsi kaikki jaksot
fr_fr: Trouver tous les épisodes
nl_nl: Vind alle afleveringen

# #32209
source: Find all albums
ca_es: Troba tots els àlbums
et_ee: Leia kõik albumid
fi_fi: Etsi kaikki albumit
fr_fr: Trouver tous les albums
nl_nl: Vind alle albums

# #32210
source: Find all songs
ca_es: Troba totes les cançons
et_ee: Leia kõik lood
fi_fi: Etsi kaikki kappaleet
fr_fr: Trouver toutes les chansons
nl_nl: Vind alle nummers

# #32211
source: Movies starring
et_ee: Filmid peaosalisega
fi_fi: Elokuvat, joiden pääosassa
fr_fr: Films avec
nl_nl: Films met in de hoofdrol

# #32212
source: Resume from %s
et_ee: Jätka kohast %s
fi_fi: Jatka kohdasta %s
fr_fr: Reprendre à partir de %s
nl_nl: Hervat vanaf %s

# #32221
source: Movie Actors
et_ee: Filminäitlejad
fi_fi: Elokuvien näyttelijät
fr_fr: Acteurs de cinéma
nl_nl: Filmacteurs

# #32222
source: TV Show Actors
et_ee: Seriaalinäitlejad
fi_fi: Sarjojen näyttelijät
fr_fr: Acteurs de séries TV

# #32297
source: Searching:
et_ee: Otsimine:
fi_fi: Etsitään:
fr_fr: Recherche :
nl_nl: Zoeken:

# #32298
source: Search again?
et_ee: Kas otsida uuesti?
fi_fi: Etsitäänkö uudelleen?
fr_fr: Effectuer une nouvelle recherche ?
nl_nl: Opnieuw zoeken?

# #32299
source: New search
ca_es: NOVA CERCA
et_ee: Uus otsing
fi_fi: Uusi haku
fr_fr: Nouvelle recherche
nl_nl: NIEUWE ZOEKOPDRACHT
