Repository: matthuisman/slyguy.addons
Catalog: plugin.program.iptv.merge/resources/language/resource.language.*/strings.po
Languages: pl_pl, pt_br

# #30001
source: Output Directory
pl_pl: Katalog wyjściowy
pt_br: Diretório de saída

# #30002
source: Merge every X hours
pl_pl: Połącz co X godzin

# #30003
source: Hours
pl_pl: Godziny

# #30004
source: Reload IPTV Simple Client after merge
pl_pl: Przeładuj IPTV Simple Client po łączeniu
pt_br: Recarrecar o IPTV Simple Client após união

# #30005
source: Channels per page
pl_pl: Kanały na stronę
pt_br: Canais por página

# #30006
source: Setup IPTV Simple Client
pl_pl: Ustawienia IPTV Simple Client
pt_br: Configurar IPTV Simple Client

# #30007
source: IPTV Simple Client Setup Complete You can now add Playlists and then run a merge
pl_pl: Konfiguracja IPTV Simple Client zakończona Możesz teraz dodać listy odtwarzania, a następnie przeprowadzić łączenie
pt_br: Configuração do IPTV Simple Client completa Agora você pode adicionar Playlists e rodar uma união

# #30008
source: Setting up IPTV Simple Client...
pl_pl: Konfiguracja IPTV Simple Client...
pt_br: Configurando IPTV Simple Client...

# #30009
source: Playlists
pl_pl: Listy odtwarzania

# #30010
source: Add Playlist
pl_pl: Dodaj listę odtwarzania
pt_br: Adicionar Playlist

# #30011
source: Delete Playlist
pl_pl: Usuń listę odtwarzania
pt_br: Remover Playlist

# #30012
source: That source already exists
pl_pl: To źródło już istnieje
pt_br: Essa fonte já existe

# #30013
source: URL
pl_pl: Adres URL

# #30014
source: File
pl_pl: Plik
pt_br: Arquivo

# #30015
source: Add-on
pl_pl: Z dodatku

# #30016
source: Select source type
pl_pl: Wybierz typ źródła
pt_br: Escolha o tipo de fonte

# #30017
source: Enter source URL
pl_pl: Wpisz źródłowy adres URL
pt_br: Entre com a URL da fonte

# #30018
source: Select source file
pl_pl: Wybierz plik źródłowy
pt_br: Escolha o arquivo da fonte

# #30019
source: No compatible add-ons found Make sure the add-on is installed and enabled
pl_pl: Nie znaleziono zgodnych dodatków Upewnij się, że dodatek jest zainstalowany i włączony
pt_br: Sem add-ons compatíveis encontrados Tenha certeza que o add-on está instalado e ativado

# #30020
source: Select source add-on
pl_pl: Wybierz dodatek źródłowy
pt_br: Escolha o add-on fonte

# #30021
source: Add EPG
pl_pl: Dodaj EPG
pt_br: Adicionar EPG

# #30022
source: Edit Playlist
pl_pl: Edytuj listę odtwarzania
pt_br: Editar Playlist

# #30023
source: Source: {value}
pl_pl: Źródło: {value}
pt_br: Fonte: {value}

# #30024
source: Archive Type: {value}
pl_pl: Typ archiwum: {value}
pt_br: Tipo de arquivamento: {value}

# #30025
source: Not Archived
pl_pl: Nie zarchiwizowane
pt_br: Não arquivado

# #30027
source: Enabled: {value}
pl_pl: Włączone: {value}
pt_br: Habilitado: {value}

# #30028
source: Ignore Playlist Channel Numbers: {value}
pl_pl: Ignoruj numery kanałów z listy odtwarzania: {value}
pt_br: Ignorar números dos canais da Playlist: {value}

# #30029
source: Starting Channel Number: {value}
pl_pl: Początkowy numer kanału: {value}
pt_br: Número de canal inicial: {value}

# #30030
source: Default Visible Channels: {value}
pl_pl: Domyślnie widoczne kanały: {value}
pt_br: Padrão de canais visíveis: {value}

# #30031
source: Group Name: {value}
pl_pl: Nazwa grupy: {value}
pt_br: Nome de grupo: {value}

# #30032
source: Ignore Playlist Groups: {value}
pl_pl: Ignoruj grupy z list odtwarzania: {value}
pt_br: Ignorar grupos da Playlist: {value}

# #30033
source: Group Name: {value}
pl_pl: Nazwa grupy: {value}
pt_br: Nome do grupo: {value}

# #30034
source: Enter Group Name
pl_pl: Wprowadź nazwę grupy
pt_br: Entrar com o nome do grupo

# #30035
source: Enter Starting Channel Number
pl_pl: Wprowadź numer kanału początkowego
pt_br: Entrar com o número inicial de canal

# #30036
source: Select Archive Type
pl_pl: Wybierz typ archiwum
pt_br: Escolha o tipo de arquivamento

# #30037
source: Manage TV
pl_pl: Zarządzaj kanałami TV
pt_br: Gerenciar TV

# #30038
source: All Channels
pl_pl: Wszystkie kanały
pt_br: Todos canais

# #30039
source: Delete EPG
pl_pl: Usuń EPG
pt_br: Remover EPG

# #30040
source: Edit EPG
pl_pl: Edytuj EPG
pt_br: Editar EPG

# #30041
source: EPG Source: {value}
pl_pl: {label} (WYŁĄCZONE)
pt_br: Fonte do EPG: {value}

# #30043
source: Merge Complete
pl_pl: Łączenie zakończone
pt_br: União finalizada

# #30044
source: Run Merge
pl_pl: Uruchom łączenie
pt_br: Rodar união

# #30045
source: Merge Started
pl_pl: Łączenie rozpoczęte
pt_br: União iniciada

# #30046
source: A merge is already in progress
pl_pl: Łączenie jest już w toku
pt_br: Uma união já está em andamento

# #30047
source: Enter Channel URL
pl_pl: Wpisz adres URL kanału
pt_br: Entre com a URL do canal

# #30048
source: Next ({page})
pl_pl: Następna
pt_br: Próxima ({page})

# #30050
source: {label} [COLOR red](HIDDEN)[/COLOR]
pl_pl: {label} [COLOR red](UKRYTY)[/COLOR]
pt_br: {label} [COLOR red](OCULTO)[/COLOR]

# #30051
source: (NO NAME)
pl_pl: (BEZ NAZWY)
pt_br: (SEM NOME)

# #30052
source: Show Channel
pl_pl: Pokaż kanał
pt_br: Mostrar canal

# #30053
source: Hide Channel
pl_pl: Ukryj kanał
pt_br: Esconder canal

# #30054
source: Play Channel
pl_pl: Odtwarzaj kanał
pt_br: Tocar canal

# #30055
source: Delete Channel
pl_pl: Usuń kanał
pt_br: Remover canal

# #30056
source: Reset Channel
pl_pl: Resetuj kanał
pt_br: Redefinir canal

# #30057
source: Edit Channel
pl_pl: Edytuj kanał
pt_br: Editar canal

# #30059
source: Playlist
pl_pl: Listy odtwarzania

# #30060
source: Add Channel
pl_pl: Dodaj kanał
pt_br: Adicionar canal

# #30061
source: EPGs
pl_pl: EPG

# #30062
source: Add-on source timed out {url}
pl_pl: Upłynął limit czasu źródła dodatku {url}
pt_br: Tempo de fonte do add-on expirado {url}

# #30063
source: Add-on source failed {url}
pl_pl: Źródło dodatku nie powiodło się {url}
pt_br: Fonte do add-on falhou {url}

# #30064
source: Local path not found {path}
pl_pl: Nie znaleziono ścieżki lokalnej {path}
pt_br: Caminho local não encontrado {path}

# #30066
source: Use IPTV Merge Proxy for HTTP streams
pl_pl: Użyj IPTV Merge Proxy dla strumieni HTTP
pt_br: Utilizar proxy do IPTV Merge para streams HTTP

# #30067
source: Add-on Settings
pl_pl: Ustawienia dodatku
pt_br: Configurações do add-on

# #30068
source: [B][COLOR orange]Pending[/COLOR][/B] 'Run Merge' in main menu to force a merge
pl_pl: "[B][COLOR orange]Oczekujący[/COLOR][/B] 'Uruchom łączenie' w menu głównym wymuś łączenie
pt_br: [B][COLOR orange]Pendente[/COLOR][/B] 'Rodar união' no menu principal para forçar uma união

# #30069
source: [B][COLOR gray]Disabled[/COLOR][/B] Will not be included in merges
pl_pl: [B][COLOR gray]Wyłączone[/COLOR][/B] Nie będzie uwzględniana w łączeniu
pt_br: [B][COLOR gray]Desabilitado[/COLOR][/B] Não será incluso nas uniões

# #30070
source: Starting Channel Number
pl_pl: Rozpocznij od numeru kanału
pt_br: Número de canal inicial

# #30071
source: Manage Radio
pl_pl: Zarządzaj stacjami radiowymi
pt_br: Gerir rádio

# #30073
source: Run merge on boot
pl_pl: Uruchom łączenie przy starcie
pt_br: Rodar união no boot

# #30075
source: Auto (Guess)
pl_pl: Automatyczne (dopasuj)
pt_br: Automático (adivinhar)

# #30076
source: Insert Playlist
pl_pl: Wstaw listę odtwarzania
pt_br: Inserir Playlist

# #30077
source: Ask to add Playlist/EPG
pl_pl: Pytaj o dodanie listy odtwarzania/EPG
pt_br: Perguntar para adicionar Playlist/EPG

# #30078
source: Group Order Override
pl_pl: Nadpisanie kolejności grup
pt_br: Sobrescrever ordem de grupo

# #30079
source: HTTP API Server
pl_pl: Serwer API HTTP

# #30080
source: HTTP Request Forces Merge
pl_pl: Żądanie HTTP wymusza łączenie
pt_br: Requisição HTTP força união

# #30081
source: Remove EPG entries without matching playlist tvg-id
pl_pl: Usuń wpisy EPG bez pasującej listy odtwarzania tvg-id

# #30082
source: Configure Source
pl_pl: Konfiguruj źródło

# #30083
source: Use Starting Channel Number: {value}
pl_pl: Użyj początkowego numeru kanału: {value}

# #30084
source: Are you sure you want to delete this playlist?
pl_pl: Czy na pewno chcesz usunąć tę listę odtwarzania

# #30085
source: Are you sure you want to delete this EPG?
pl_pl: Czy na pewno chcesz usunąć te EPG?

# #30086
source: Disable Playlist
pl_pl: Wyłącz listę odtwarzania

# #30087
source: Enable Playlist
pl_pl: Włącz listę odtwarzania

# #30088
source: Move Up
pl_pl: Przesuń w górę

# #30089
source: Move Down
pl_pl: Przesuń w dół

# #30090
source: Are you sure you want to delete this channel?
pl_pl: Czy na pewno chcesz usunąć ten kanał?

# #30091
source: Disable EPG
pl_pl: Wyłącz EPG

# #30092
source: Enable EPG
pl_pl: Włącz EPG

# #30093
source: Merge Playlists
pl_pl: Połącz listy odtwarzania

# #30094
source: Merge EPGs
pl_pl: Połącz EPG

# #30095
source: Disable Groups
pl_pl: Wyłącz grupy

# #30096
source: Service Start Delay (seconds)
pl_pl: Opóźnienie rozpoczęcia usługi (sekundy)

# #30097
source: Hide Groups
pl_pl: Ukryj grupy

# #30098
source: Merge at hour
pl_pl: Połącz o godzinie

# #30099
source: Hour of day (24h)
pl_pl: Godzina (24h)

# #32055
source: Ask
pl_pl: Pytaj
pt_br: Perguntar

# #32043
source: Best
pl_pl: Najlepsza
pt_br: Melhor

# #32060
source: Lowest
pl_pl: Najniższa
pt_br: Inferior

# #32048
source: Bypass
pl_pl: Pomiń

# #32054
source: Custom
pl_pl: Niestandardowa

# #32073
source: Disabled
pl_pl: Wyłączone
pt_br: Desabilitado

# #30002
source: Auto Merge Sources
pt_br: Unir fontes automaticamente

# #30003
source: Hours between merges
pt_br: Horas entre as uniões

# #30042
source: {label} (DISABLED)
pt_br: {label} (DESABILITADO)

# #30072
source: {group} (RADIO)
pt_br: {group} (RÁDIO)
