Repository: matthuisman/slyguy.addons
Catalog: slyguy.disney.plus/resources/language/resource.language.*/strings.po
Languages: cs_cz, es_es, fr_ca, it_it, nb_no, pl_pl

# #30001
source: Email Address
cs_cz: Emailová adresa
es_es: Correo Electronico
fr_ca: Courriel
it_it: Indirizzo email
nb_no: Epostadresse
pl_pl: Adres e-mail

# #30002
source: Password
cs_cz: Heslo
es_es: Contraseña
fr_ca: Mot de passe
nb_no: Passord
pl_pl: Hasło

# #30003
source: API request failed Server Error: {msg}
cs_cz: API selhalo Chyba serveru: {msg}
es_es: API fallo >de repuesta Error en Servidor:{msg}
fr_ca: L'API de requête a échoué Erreur serveur : {msg}
it_it: Richiesta API non riuscita Errore del server: {msg}
nb_no: API-forespørsel feilet Feilmelding: {msg}
pl_pl: Żądanie API nie powiodło się Błąd serwera: {msg}

# #30004
source: Movies
cs_cz: Filmy
es_es: Peliculas
fr_ca: Films
it_it: Film
nb_no: Filmer
pl_pl: Filmy

# #30005
source: Series
cs_cz: Seriály
fr_ca: Séries
it_it: Serie
nb_no: Serier
pl_pl: Seriale

# #30006
source: Originals
es_es: Originales
it_it: Originali
pl_pl: Oryginalne

# #30007
source: Full Details
cs_cz: Detailní informace
fr_ca: Détails
pl_pl: Pełne szczegóły

# #30008
source: Hubs
cs_cz: Huby
es_es: Central
fr_ca: Univers
pl_pl: Kolekcje

# #30010
source: Suggested
cs_cz: Navrhované
es_es: Sugeridos para TI
fr_ca: Suggestions
it_it: Consigliato
nb_no: Foreslått innhold
pl_pl: Sugerowane

# #30011
source: Featured
cs_cz: Doporučené
es_es: Destacados
fr_ca: À la une
it_it: In primo piano
nb_no: Utvalgt
pl_pl: Wyróżnione

# #30012
source: Season {season}
cs_cz: Sezóna {season}
es_es: Temporada {season}
fr_ca: Saison {season}
it_it: Stagione {season}
nb_no: Sesong {season}
pl_pl: Sezon {season}

# #30013
source: Extras
cs_cz: Extra
fr_ca: Bonus
it_it: Extra
nb_no: Bonusmateriell
pl_pl: Dodatkowe

# #30014
source: Full support on Kodi {kodi_ver} requires at least Inputstream Adaptive Version {ver_required} You may experience playback issues with your current version.
cs_cz: Pro Kodi {kodi_ver} je třeba Inputstream Adaptive ve verzi alespoň {ver_required} Se současnou verzí můžeze mít problémy při přehrávání.
es_es: El soporte completo en Kodi {kodi_ver} requiere al menos Inputstream Adaptive Version {ver_required} nPuede experimentar problemas de reproducción con su versión actual.
fr_ca: Pour utiliser toutes les fonctionnalités sur Kodi {kodi_ver}, la version {ver_required} au minimum d'Inputstream Adaptative est nécessaire. Vous risquez d'avoir des problèmes de lecture avec votre version actuelle.
nb_no: Full støtte på Kodi {kodi_ver} krever minst Inputstream Adaptive version {ver_required} Du kan støte på avspillingsproblemer med din nåværende version.
pl_pl: Pełna obsługa Kodi {kodi_ver} wymaga co najmniej wersji Inputstream Adaptive {ver_required} Możesz napotkać problemy z odtwarzaniem w obecnej wersji.

# #30016
source: Disney+ Sync Playback
cs_cz: Přehrávání Disney+ Sync
fr_ca: Synchroniser la lecture avec Disney+
pl_pl: Disney+ Synchronizacja odtwarzania

# #30020
source: Skip Credits
cs_cz: Vynechat titulky
es_es: Saltar Creditos
fr_ca: Passer le générique de fin
nb_no: Hopp over rulletekst
pl_pl: Pomiń napisy końcowe

# #30021
source: Play Next Episode
cs_cz: Přehrát další epizodu
es_es: Reproducir Siguiente Episodio
fr_ca: Jouer le prochain épisode
nb_no: Spill neste episode
pl_pl: Odtwórz następny odcinek

# #30022
source: Play Next Recommended Movie
cs_cz: Přehrát další doporučený film
es_es: Reproducir Siguiente Pelicula Recomendada
fr_ca: Jouer le prochain film recommandé
nb_no: Spill neste anbefalte film
pl_pl: Odtwórz następny polecany film

# #30023
source: Default Ratio
cs_cz: Vychozí poměr stran
pl_pl: Domyślne proporcje obrazu

# #30024
source: Skip Intros
cs_cz: Vynechat intra
es_es: Saltar Intros
fr_ca: Passer l'intro
it_it: Salta intro
nb_no: Hopp over introer
pl_pl: Pomiń czołówki

# #30025
source: Play from Start
cs_cz: Přehrát od začátku
es_es: Ver desde Inicio
fr_ca: Jouer du début
it_it: Avvia dall'inizio
nb_no: Spill fra begynnelsen
pl_pl: Odtwarzaj od początku

# #30026
source: Watchlist
cs_cz: Můj seznam
es_es: Mi Lista
fr_ca: Ma Liste
it_it: La tua lista
nb_no: Min liste
pl_pl: Do obejrzenia

# #30027
source: Add to Watchlist
cs_cz: Přidat do mého seznamu
es_es: Añadir a Mi Lista
fr_ca: Ajouter à Ma Liste
nb_no: Legg til i min liste
pl_pl: Dodaj do listy do obejrzenia

# #30028
source: Remove from Watchlist
cs_cz: Odstranit ze mého seznamu
es_es: Eliminar de Mi Lista
fr_ca: Retirer de Ma Liste
it_it: Rimuovi dai visti
nb_no: Fjern fra min liste
pl_pl: Usuń z listy do obejrzenia

# #30029
source: Added to Watchlist
cs_cz: Přidáno do mého seznamu
es_es: Agregado a Mi Lista
fr_ca: Ajouté à Ma Liste
it_it: Aggiungi ai visti
nb_no: Lagt til i min liste
pl_pl: Dodano do listy do obejrzenia

# #30030
source: Enter your Profile PIN
cs_cz: Zadejte PIN profilu
es_es: Introduzca el PIN del Perfil
fr_ca: Entrer le code PIN de profil
pl_pl: Wprowadź Twój PIN do profilu

# #30031
source: Email address not valid
pl_pl: Adres email jest niepoprawny

# #30032
source: Check {email} for 6-digit code and enter it below The code expires in 15 minutes
pl_pl: Sprawdź {email}, aby znaleźć 6 cyfrowy kod i wpisz go poniżej Kod wygasa po 15 minutach.

# #30033
source: App Language (empty = profile language)
pl_pl: Język aplikacji (pusty = język profilu)

# #30042
source: Continue Watching
cs_cz: Pokračovat ve sledování
es_es: Continuar Viendo
fr_ca: Continuer à regarder
it_it: Continua a guardare
nb_no: Fortsett å se
pl_pl: Kontynuuj oglądanie

# #30043
source: You are not entitled to access this content. Check your subscription is valid.
cs_cz: Nemáte přístup k tomuto obsahu. Zkontrolujte jestli máte platné předplatné.
es_es: No tiene derecho a acceder a este contenido. Comprueba que tu suscripción sea válida.
fr_ca: Nous ne pouvez pas accéder à ce contenu. Vérifiez que votre abonnement est valide.
it_it: Non sei autorizzato ad accedere a questo contenuto. Controlla che il tuo abbonamento sia valido.
nb_no: Du har ikke tilgang til dette innholdet. Sjekk ditt abonnement.
pl_pl: Nie masz uprawnień dostępu do tej zawartości. Sprawdź, czy Twoja subskrypcja jest ważna”.

# #30044
source: Your login details are in-correct. Please check them and try again.
cs_cz: Vaše přihlašovací údaje nejsou správné. Zkontrolujte je a zkuste to znovu.
es_es: Sus datos de inicio de sesión no son correctos. Revíselos y vuelva a intentarlo.
fr_ca: Vos informations de connexion sont incorrects. Veuillez les vérifier et essayer de nouveau.
it_it: I tuoi dati di accesso sono errati. Per favore, controlla e riprova.
nb_no: Brukernavn eller passord var feil. Vennligst prøv igjen.
pl_pl: Twoje dane logowania są nieprawidłowe. Proszę je sprawdzić i spróbować ponownie.

# #30045
source: {label} [B](Coming Soon)[/B]
cs_cz: {label} [B](Brzy uvidíte)[/B]
es_es: {label}[B](Proximamente)[/B]
fr_ca: {label} [B](bientôt disponible)[/B]
pl_pl: {label} [B](Już wkrótce)[/B]

# #30046
source: Incorrect Pin
cs_cz: Nesprávný PIN
es_es: Pin Incorrecto
fr_ca: Code PIN incorrect
pl_pl: Nieprawidłowy PIN

# #30047
source: Disney+ Watchlist
cs_cz: Můj Disney+ seznam
es_es: Disney+ Mi Lista
fr_ca: Ma Liste Disney+
pl_pl: Lista do obejrzenia Disney+

# #30048
source: From {time:0>8}
cs_cz: Od {time:0>8}
es_es: Desde{time:0>8}
fr_ca: Depuis {time:0>8}
it_it: Da {time:0>8}
nb_no: Fra {time:0>8}
pl_pl: Od {time:0>8}

# #30049
source: {label} [B](Available {date})[/B]
cs_cz: {label} [B](Dostupný do {date})[/B]
es_es: {label}[B](Disponible {date})[/B]
fr_ca: {label} [B](disponible {date})[/B]
nb_no: {label} [B](Tilgjngelig {date})[/B]
pl_pl: {label} [B](Dostępne {data})[/B]

# #30051
source: Could not find stream data for this content
cs_cz: Nepodařilo se najít stream k tomuto obsahu
es_es: No se pudieron encontrar los datos de transmisión para este contenido.
fr_ca: Impossible de trouver les données de flux pour ce contenu
nb_no: Kunne ikke finne strømmedata for dette innholdet
pl_pl: Nie można znaleźć danych strumienia dla tej treści

# #30053
source: Profile Settings
cs_cz: Nastavení profilu
es_es: Configurar Perfil
fr_ca: Informations du profil
nb_no: Profilinnstillinger
pl_pl: Ustawienia konta

# #30054
source: Continue Watching
cs_cz: Pokračovat ve sledování
es_es: Continuar Viendo
fr_ca: Continuer à regarder
pl_pl: Kontynuuj oglądanie

# #32055
source: Ask
cs_cz: Zeptat se
es_es: Preguntar
fr_ca: Demander
it_it: Chiedi
nb_no: Spør
pl_pl: Pytaj

# #32043
source: Best
cs_cz: Nejlepší
es_es: Mejor
fr_ca: Le/La meilleur(e)
it_it: Migliore
pl_pl: Najwyższa

# #32060
source: Lowest
cs_cz: Nejnižší
es_es: Baja
fr_ca: Le/La plus bas(se)
it_it: Minore
nb_no: Dårligst
pl_pl: Najniższa

# #32048
source: Bypass
cs_cz: Vynechat
fr_ca: Contourner
pl_pl: Pomiń

# #32054
source: Custom
cs_cz: Vlastní
es_es: Personalizado
fr_ca: Personnalisé(e)
it_it: Utente
nb_no: Tilpasset
pl_pl: Własna

# #32073
source: Disabled
cs_cz: Zakázat
es_es: Desactivada
fr_ca: Désactivé(e)
it_it: Disabilitato
nb_no: Deaktivert
pl_pl: Wyłączone

# #30050
source: DD/MM/YYYY
fr_ca: JJ/MM/AAAA

# #30007
source: Information
es_es: Informacion

# #30016
source: Sync with Disney+
es_es: Sincronizar con Disney+

# #30023
source: Play without Intro
es_es: Reproducir sin Intro
it_it: Avvia senza intro
nb_no: Spill av uten intro

# #30041
source: Play with Intro
es_es: Reproducir con intro
it_it: Riproduci con intro
nb_no: Spill av med intro

# #30050
source: D/MM/YYYY
it_it: Impossibile trovare i dati di flusso per questo contenuto
nb_no: DD.MM.YYYY

# #30014
source: Playback on Kodi {kodi_ver} requires at least version {ver_required} of the Inputstream Adaptive add-on This version was only recently released so should update over the next few days.
it_it: La riproduzione su Kodi {kodi_ver} richiede almeno la versione {ver_required} del componente aggiuntivo Inputstream Adaptive Questa versione Ã¨ stata rilasciata di recente, quindi dovrebbe aggiornarsi nei prossimi giorni.
